{
  "甲子": {
    "일주": "갑자",
    "한자": "甲子",
    "오늘의이벤트": {
      "인연": [
        "오전 10시쯤, 예상치 못한 협업 제안이나 미팅 요청이 들어올 수 있어요",
        "점심시간에 오랜만에 연락 끊겼던 사람 생각이 나면서 메시지가 올 거예요",
        "퇴근길이나 저녁에 우연히 마주친 사람과 깊은 대화를 나누게 될 거예요",
        "오후 3-4시, 당신 아이디어에 공감하는 새로운 동료를 만날 수 있어요",
        "저녁 약속에서 의외의 인연을 소개받을 가능성이 높아요"
      ],
      "재미": [
        "점심 직후, 친구나 동료에게서 웃음 터지는 영상이나 밈을 받게 될 거예요",
        "회의나 업무 중 예상치 못한 반전 상황에 다같이 웃을 수 있어요",
        "저녁 8시쯤 좋아하는 유튜브 채널이나 스트리머가 깜짝 라이브를 할 수 있어요",
        "오후에 갑자기 떠오른 아이디어로 장난쳐보면 주변이 폭소할 거예요",
        "퇴근 후 들른 편의점에서 신제품 발견하고 소소한 기쁨 느낄 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 기다리던 좋은 소식이나 승인이 떨어질 거예요",
        "우연히 들어간 카페나 식당에서 할인 이벤트나 덤을 받을 수 있어요",
        "분명 잃어버렸다고 생각했던 물건을 서랍이나 가방에서 발견할 거예요",
        "오전에 제출한 아이디어나 제안이 예상보다 빠르게 긍정적 답변 받을 수 있어요",
        "지하철이나 버스에서 자리가 딱 비거나, 신호등이 연속으로 파란불일 거예요"
      ],
      "영감": [
        "아침 출근길에 듣는 음악 가사 한 구절에서 아이디어가 번뜩일 거예요",
        "점심 후 멍때리는 순간, 며칠째 고민하던 문제의 해결책이 떠오를 수 있어요",
        "회의 중 누군가의 한마디가 완전히 새로운 관점을 열어줄 거예요",
        "저녁 산책이나 운동 중 문득 '아! 이거다!' 하는 순간이 올 거예요",
        "자기 전 SNS 스크롤 중 우연히 본 게시물에서 영감을 받을 수 있어요"
      ],
      "도전": [
        "평소 망설이던 제안이나 의견, 오늘 말하면 예상보다 좋은 반응 받을 거예요",
        "새로운 방식이나 도구로 업무 처리해보면 의외로 잘 풀려서 놀랄 거예요",
        "점심시간에 평소 안 가던 식당 가보면 맛집 발견하고 단골 될 수 있어요",
        "퇴근 후 관심만 있던 운동이나 클래스 등록하면 좋은 사람들 만날 거예요",
        "저녁에 새로운 취미나 프로젝트 시작하면 생각보다 재밌어서 몰입할 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시 사이, 기분 좋은 꿈에서 깨거나 좋은 기운으로 하루 시작하게 될 거예요",
      "오전": "9-12시, 에너지 넘쳐요! 중요한 미팅이나 제안은 11시 전후가 골든타임",
      "점심": "12-2시, 누군가와의 대화에서 힌트 얻거나 반가운 연락 올 시간대",
      "오후": "3-6시, 집중력 최고조! 어려운 일 해치우거나 중요한 결정하기 좋은 시간",
      "저녁": "7-9시, 휴식하며 새로운 영감 받거나 사람들과 즐거운 시간 보낼 거예요",
      "밤": "10시 이후, 조용히 내일 계획 세우거나 창의적인 작업에 몰입하기 좋아요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주 시작! 오전에 예상치 못한 좋은 제안이나 프로젝트 기회 올 수 있어요",
      "화요일": "어제의 기세 이어가세요. 점심 즈음 반가운 연락이나 협업 요청 들어올 거예요",
      "수요일": "한 주의 중간 점검! 오후 3시쯤 작은 성취감 느낄 일 생기고 기분 좋아질 거예요",
      "목요일": "거의 다 왔어요! 저녁에 친구들이나 동료들과 수다 떨면 힐링되고 웃음 터질 거예요",
      "금요일": "불금! 퇴근 직후 우연한 만남이나 깜짝 이벤트, 즉흥적인 약속이 생길 수 있어요",
      "토요일": "여유로운 아침부터 기분 좋아요. 새로운 사람 만나거나 취미 시작하기 딱 좋은 날",
      "일요일": "재충전의 날! 좋아하는 것에 집중하면 영감 가득하고 다음 주 기대되는 하루"
    },
    "에너지조합": {
      "활동높음_마음높음": "오늘 오후 2-4시, 몸도 마음도 최고조! 중요한 발표나 고백 타이밍이에요",
      "활동높음_마음보통": "아침부터 에너지 넘쳐요. 오전에 힘든 일 끝내면 오후는 여유롭게 즐길 수 있어요",
      "활동높음_마음낮음": "몸은 움직이고 싶은데 마음이 무거울 수 있어요. 운동하면 기분 전환될 거예요",
      "활동보통_마음높음": "몸은 좀 피곤해도 기분은 좋아요! 가벼운 만남이나 수다가 힐링될 거예요",
      "활동보통_마음보통": "평온한 하루. 루틴대로 하면서, 점심 후 작은 변화 시도하면 재밌을 거예요",
      "활동보통_마음낮음": "무리하지 마세요. 오후 4시쯤 기분 좋은 연락이나 메시지 올 수 있어요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 침대에서 새로운 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 저녁에 좋아하는 영상 보거나 음악 들으며 힐링하세요",
      "활동낮음_마음낮음": "충전이 필요해요. 오늘은 쉬고, 내일을 위해 푹 자면 좋은 꿈 꿀 거예요"
    }
  },
  "乙丑": {
    "일주": "을축",
    "한자": "乙丑",
    "오늘의이벤트": {
      "인연": [
        "오전에 조용히 일하는 당신을 누군가 주목하고 있어요. 점심쯤 칭찬 받을 수 있어요",
        "오후 3시쯤, 당신의 세심함을 알아주는 사람과 깊은 대화 나누게 될 거예요",
        "저녁에 우연히 만난 사람과 공통 관심사 발견하고 연락처 주고받을 수 있어요",
        "점심시간 산책 중 오래전 인연과 마주치거나 소식 듣게 될 거예요",
        "퇴근 후 참석한 모임에서 조용하지만 깊이 있는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 꼼꼼히 정리한 게 오후에 빛을 발해서 뿌듯함 느낄 거예요",
        "점심 후 동료가 가져온 간식이나 디저트가 의외로 당신 취향 저격일 거예요",
        "저녁에 평소 챙겨둔 영상이나 책에서 웃긴 부분 발견하고 피식 웃을 거예요",
        "오후에 작은 실수가 오히려 재밌는 상황 만들어서 분위기 좋아질 수 있어요",
        "퇴근길에 듣는 팟캐스트나 라디오에서 공감 가는 에피소드 나와서 혼자 웃을 거예요"
      ],
      "행운": [
        "오늘 꼼꼼하게 체크한 것이 나중에 큰 문제 예방하게 되어 칭찬받을 거예요",
        "점심시간에 평소 가던 식당에서 단골 손님 대우 받거나 서비스 받을 수 있어요",
        "오후에 차분히 진행한 일이 예상보다 빨리 완료되어 여유 시간 생길 거예요",
        "저녁에 오래 기다리던 배송이 도착하거나 좋은 소식 들을 수 있어요",
        "밤에 우연히 본 할인 정보로 필요한 물건 저렴하게 구매할 수 있어요"
      ],
      "영감": [
        "아침 루틴 중 문득 '이렇게 하면 더 효율적이겠다' 하는 아이디어 떠올라요",
        "점심 후 조용히 앉아있을 때 오랫동안 고민하던 문제의 답이 보일 거예요",
        "오후 작업 중 세밀한 부분에서 개선 아이디어 발견하고 적용해볼 수 있어요",
        "저녁 산책이나 휴식 중 차분히 생각 정리하다 보면 좋은 계획 떠오를 거예요",
        "자기 전 일기 쓰거나 메모하다가 내일 할 일의 방향성 명확해질 수 있어요"
      ],
      "도전": [
        "평소 조심스러웠던 의견, 오늘은 차분히 말해보면 설득력 있게 전달될 거예요",
        "점심 후 새로운 도구나 방법 천천히 익혀보면 나중에 큰 도움 될 수 있어요",
        "오후에 혼자 꾸준히 해온 프로젝트 공유해보면 좋은 피드백 받을 거예요",
        "저녁에 관심 있던 강의나 클래스 등록하면 차근차근 성장할 수 있어요",
        "밤에 작은 습관 하나 시작하면 생각보다 꾸준히 이어갈 수 있을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시 사이, 조용한 아침 루틴이 하루의 안정감을 만들어줄 거예요",
      "오전": "9-12시, 차분히 집중하기 좋은 시간. 꼼꼼한 작업은 지금이 최적",
      "점심": "12-2시, 편안한 사람과 조용히 이야기 나누거나 혼자 여유 갖기 좋아요",
      "오후": "3-6시, 세밀한 작업이나 정리가 잘 풀려요. 차분히 진행하면 완성도 높아요",
      "저녁": "7-9시, 조용한 시간 갖거나 가까운 사람과 깊은 대화 나누기 좋아요",
      "밤": "10시 이후, 혼자만의 시간 즐기거나 내일 준비 차분히 하면 마음 편해져요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주, 차분히 시작하세요. 오전에 세운 계획이 한 주 내내 든든한 기반 돼요",
      "화요일": "어제의 안정감 이어가요. 점심쯤 당신의 꼼꼼함을 누군가 알아채고 고마워할 거예요",
      "수요일": "한 주 중반, 차근차근 쌓아온 게 빛을 발해요. 오후에 작은 성과 확인할 수 있어요",
      "목요일": "조금만 더! 저녁에 편안한 사람과 조용히 수다 떨면 힐링되고 위로받을 거예요",
      "금요일": "한 주 마무리 잘했어요. 퇴근 후 혼자만의 시간이나 소중한 사람과 여유 즐기세요",
      "토요일": "여유로운 아침부터 기분 좋아요. 천천히 좋아하는 일 하거나 정리하면 뿌듯해요",
      "일요일": "재충전의 날! 조용히 쉬거나 혼자 산책하면 마음 정리되고 다음 주 준비 잘 돼요"
    },
    "에너지조합": {
      "활동높음_마음높음": "오늘은 보기 드물게 에너지 넘쳐요! 미뤄둔 중요한 일 차분히 완성하기 좋아요",
      "활동높음_마음보통": "몸은 움직이고 싶어요. 오전에 활동적인 일 하고 오후는 정리하면 좋아요",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 혼자 산책하거나 정리하면 기분 나아져요",
      "활동보통_마음높음": "차분하지만 기분은 좋아요. 가까운 사람과 깊은 대화 나누면 힐링돼요",
      "활동보통_마음보통": "평온한 하루. 루틴대로 차근차근 하면 저녁에 뿌듯함 느낄 수 있어요",
      "활동보통_마음낮음": "무리하지 마세요. 오후에 좋아하는 음악 들으며 쉬면 기분 나아질 거예요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 조용히 계획 세우거나 생각 정리하세요",
      "활동낮음_마음보통": "쉬어가는 날. 천천히 좋아하는 책 읽거나 영상 보며 여유 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 오늘은 푹 쉬고 차분히 내일을 준비하면 좋아요"
    }
  },
  "丙寅": {
    "일주": "병인",
    "한자": "丙寅",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 열정적이고 창의적인 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 열띠게 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 추진력을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 불같은 성격으로 아이디어가 풍부하며,... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 창의성에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 빠르게 시작하고 강하게 밀어붙이는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 감정을 숨기지 않고 표현하는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 열정적이고 창의적인 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 열띠게 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 불같은 성격으로 아이디어가 풍부하며, 주변을 ... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 추진력을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "빠르게 시작하고 강하게 밀어붙이는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 열정적이고 창의적인 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 창의성이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 열띠게 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 열정적이고 창의적인 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 감정을 숨기지 않고 표현하는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 빠르게 시작하고 강하게 밀어붙이는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 불같은 성격으로 아이디어가 풍부하며, 주변을 밝게 만드... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 카리스마을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 감정을 숨기지 않고 표현하는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "열정적이고 창의적인 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 열띠게 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 추진력을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 빠르게 시작하고 강하게 밀어붙이는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 열정적이고 창의적인 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 추진력 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 열띠게 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 빠르게 시작하고 강하게 밀어붙이는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 감정을 숨기지 않고 표현하는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 불같은 성격으로 아이디어가 풍부하며, 주변을 밝게 만드는 에너지... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 빠르게 시작하고 강하게 밀어붙이는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "열정적이고 창의적인 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 추진력을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 열띠게 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 감정을 숨기지 않고 표현하는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 열정적이고 창의적인 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 불같은 성격으로 아이디어가 풍부하며, 주변을 밝게 만드는 에너지를 가짐... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "열정적이고 창의적인 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 빠르게 시작하고 강하게 밀어붙이는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 추진력 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 열띠게 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 빠르게 시작하고 강하게 밀어붙이는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 감정을 숨기지 않고 표현하는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 열정적이고 창의적인 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 불같은 성격으로 아이디어가 풍부하며, 주변을 밝게 만드... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 감정을 숨기지 않고 표현하는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "丁卯": {
    "일주": "정묘",
    "한자": "丁卯",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 섬세하고 예의바른 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 조심스럽게 말을 고르는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 배려심을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 품위를 중시하고, 작은 것도 신경 쓰... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 예술성에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 완벽하게 준비한 후 움직이는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 절제된 감정 표현을 하는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 섬세하고 예의바른 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 조심스럽게 말을 고르는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 품위를 중시하고, 작은 것도 신경 쓰며, 조화... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 배려심을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "완벽하게 준비한 후 움직이는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 섬세하고 예의바른 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 예술성이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 조심스럽게 말을 고르는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 섬세하고 예의바른 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 절제된 감정 표현을 하는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 완벽하게 준비한 후 움직이는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 품위를 중시하고, 작은 것도 신경 쓰며, 조화로운 관계... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 세심함을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 절제된 감정 표현을 하는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "섬세하고 예의바른 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 조심스럽게 말을 고르는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 배려심을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 완벽하게 준비한 후 움직이는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 섬세하고 예의바른 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 배려심 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 조심스럽게 말을 고르는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 완벽하게 준비한 후 움직이는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 절제된 감정 표현을 하는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 품위를 중시하고, 작은 것도 신경 쓰며, 조화로운 관계를 추구하... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 완벽하게 준비한 후 움직이는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "섬세하고 예의바른 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 배려심을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 조심스럽게 말을 고르는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 절제된 감정 표현을 하는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 섬세하고 예의바른 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 품위를 중시하고, 작은 것도 신경 쓰며, 조화로운 관계를 추구하는 성향... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "섬세하고 예의바른 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 완벽하게 준비한 후 움직이는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 배려심 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 조심스럽게 말을 고르는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 완벽하게 준비한 후 움직이는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 절제된 감정 표현을 하는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 섬세하고 예의바른 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 품위를 중시하고, 작은 것도 신경 쓰며, 조화로운 관계... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 절제된 감정 표현을 하는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "戊辰": {
    "일주": "무진",
    "한자": "戊辰",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 든든하고 믿음직한 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 현실적이고 명확하게 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 포용력을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 대기만성형으로 넓은 아량을 가졌으며,... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 안정성에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 체계적으로 계획하고 실행하는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 감정보다 이성을 우선하는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 든든하고 믿음직한 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 현실적이고 명확하게 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 대기만성형으로 넓은 아량을 가졌으며, 주변에 ... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 포용력을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "체계적으로 계획하고 실행하는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 든든하고 믿음직한 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 안정성이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 현실적이고 명확하게 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 든든하고 믿음직한 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 감정보다 이성을 우선하는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 체계적으로 계획하고 실행하는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 대기만성형으로 넓은 아량을 가졌으며, 주변에 안정감을 ... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 실용성을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 감정보다 이성을 우선하는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "든든하고 믿음직한 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 현실적이고 명확하게 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 포용력을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 체계적으로 계획하고 실행하는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 든든하고 믿음직한 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 포용력 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 현실적이고 명확하게 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 체계적으로 계획하고 실행하는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 감정보다 이성을 우선하는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 대기만성형으로 넓은 아량을 가졌으며, 주변에 안정감을 주는 존재... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 체계적으로 계획하고 실행하는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "든든하고 믿음직한 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 포용력을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 현실적이고 명확하게 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 감정보다 이성을 우선하는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 든든하고 믿음직한 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 대기만성형으로 넓은 아량을 가졌으며, 주변에 안정감을 주는 존재... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "든든하고 믿음직한 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 체계적으로 계획하고 실행하는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 포용력 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 현실적이고 명확하게 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 체계적으로 계획하고 실행하는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 감정보다 이성을 우선하는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 든든하고 믿음직한 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 대기만성형으로 넓은 아량을 가졌으며, 주변에 안정감을 ... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 감정보다 이성을 우선하는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "己巳": {
    "일주": "기사",
    "한자": "己巳",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 신중하면서도 따뜻한 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 상황을 파악한 후 신중하게 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 지혜을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 생각이 많고, 타인을 잘 배려하며, ... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 관찰력에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 꼼꼼하게 검토한 후 결정하는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 표현은 적지만 마음이 깊은 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 신중하면서도 따뜻한 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 상황을 파악한 후 신중하게 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 생각이 많고, 타인을 잘 배려하며, 조용히 도... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 지혜을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "꼼꼼하게 검토한 후 결정하는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 신중하면서도 따뜻한 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 관찰력이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 상황을 파악한 후 신중하게 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 신중하면서도 따뜻한 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 표현은 적지만 마음이 깊은 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 꼼꼼하게 검토한 후 결정하는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 생각이 많고, 타인을 잘 배려하며, 조용히 도와주는 은... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 온정을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 표현은 적지만 마음이 깊은 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "신중하면서도 따뜻한 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 상황을 파악한 후 신중하게 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 지혜을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 꼼꼼하게 검토한 후 결정하는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 신중하면서도 따뜻한 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 지혜 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 상황을 파악한 후 신중하게 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 꼼꼼하게 검토한 후 결정하는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 표현은 적지만 마음이 깊은 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 생각이 많고, 타인을 잘 배려하며, 조용히 도와주는 은근한 매력... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 꼼꼼하게 검토한 후 결정하는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "신중하면서도 따뜻한 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 지혜을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 상황을 파악한 후 신중하게 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 표현은 적지만 마음이 깊은 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 신중하면서도 따뜻한 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 생각이 많고, 타인을 잘 배려하며, 조용히 도와주는 은근한 매력을 가짐... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "신중하면서도 따뜻한 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 꼼꼼하게 검토한 후 결정하는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 지혜 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 상황을 파악한 후 신중하게 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 꼼꼼하게 검토한 후 결정하는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 표현은 적지만 마음이 깊은 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 신중하면서도 따뜻한 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 생각이 많고, 타인을 잘 배려하며, 조용히 도와주는 은... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 표현은 적지만 마음이 깊은 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "庚午": {
    "일주": "경오",
    "한자": "庚午",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 강직하고 열정적인 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 직설적이고 명확하게 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 정의감을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 원칙을 중시하고, 불의를 참지 못하며... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 추진력에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 빠르게 판단하고 실행하는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 감정을 숨기지 않고 드러내는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 강직하고 열정적인 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 직설적이고 명확하게 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 원칙을 중시하고, 불의를 참지 못하며, 열정적... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 정의감을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "빠르게 판단하고 실행하는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 강직하고 열정적인 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 추진력이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 직설적이고 명확하게 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 강직하고 열정적인 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 감정을 숨기지 않고 드러내는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 빠르게 판단하고 실행하는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 원칙을 중시하고, 불의를 참지 못하며, 열정적으로 살아... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 결단력을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 감정을 숨기지 않고 드러내는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "강직하고 열정적인 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 직설적이고 명확하게 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 정의감을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 빠르게 판단하고 실행하는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 강직하고 열정적인 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 정의감 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 직설적이고 명확하게 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 빠르게 판단하고 실행하는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 감정을 숨기지 않고 드러내는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 원칙을 중시하고, 불의를 참지 못하며, 열정적으로 살아가는 성향... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 빠르게 판단하고 실행하는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "강직하고 열정적인 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 정의감을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 직설적이고 명확하게 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 감정을 숨기지 않고 드러내는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 강직하고 열정적인 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 원칙을 중시하고, 불의를 참지 못하며, 열정적으로 살아가는 성향... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "강직하고 열정적인 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 빠르게 판단하고 실행하는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 정의감 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 직설적이고 명확하게 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 빠르게 판단하고 실행하는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 감정을 숨기지 않고 드러내는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 강직하고 열정적인 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 원칙을 중시하고, 불의를 참지 못하며, 열정적으로 살아... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 감정을 숨기지 않고 드러내는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "辛未": {
    "일주": "신미",
    "한자": "辛未",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 섬세하고 예술적인 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 우아하게 표현하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 감각을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 미적 감각이 뛰어나고, 완벽을 추구하... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 심미안에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 디테일을 살려 완성도 높게 만드는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 절제되고 품격 있게 표현하는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 섬세하고 예술적인 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 우아하게 표현하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 미적 감각이 뛰어나고, 완벽을 추구하며, 품위... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 감각을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "디테일을 살려 완성도 높게 만드는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 섬세하고 예술적인 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 심미안이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 우아하게 표현하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 섬세하고 예술적인 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 절제되고 품격 있게 표현하는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 디테일을 살려 완성도 높게 만드는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 미적 감각이 뛰어나고, 완벽을 추구하며, 품위와 격조를... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 완벽주의을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 절제되고 품격 있게 표현하는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "섬세하고 예술적인 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 우아하게 표현하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 감각을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 디테일을 살려 완성도 높게 만드는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 섬세하고 예술적인 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 감각 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 우아하게 표현하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 디테일을 살려 완성도 높게 만드는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 절제되고 품격 있게 표현하는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 미적 감각이 뛰어나고, 완벽을 추구하며, 품위와 격조를 중시하는... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 디테일을 살려 완성도 높게 만드는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "섬세하고 예술적인 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 감각을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 우아하게 표현하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 절제되고 품격 있게 표현하는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 섬세하고 예술적인 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 미적 감각이 뛰어나고, 완벽을 추구하며, 품위와 격조를 중시하는 성향... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "섬세하고 예술적인 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 디테일을 살려 완성도 높게 만드는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 감각 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 우아하게 표현하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 디테일을 살려 완성도 높게 만드는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 절제되고 품격 있게 표현하는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 섬세하고 예술적인 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 미적 감각이 뛰어나고, 완벽을 추구하며, 품위와 격조를... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 절제되고 품격 있게 표현하는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "壬申": {
    "일주": "임신",
    "한자": "壬申",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 영리하고 융통성 있는 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 재치 있게 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 지혜을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 머리 회전이 빠르고, 위기 대처 능력... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 재치에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 빠르게 상황 판단하고 대응하는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 상황에 따라 유연하게 표현하는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 영리하고 융통성 있는 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 재치 있게 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 머리 회전이 빠르고, 위기 대처 능력이 뛰어나... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 지혜을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "빠르게 상황 판단하고 대응하는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 영리하고 융통성 있는 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 재치이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 재치 있게 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 영리하고 융통성 있는 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 상황에 따라 유연하게 표현하는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 빠르게 상황 판단하고 대응하는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 머리 회전이 빠르고, 위기 대처 능력이 뛰어나며, 변화... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 적응력을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 상황에 따라 유연하게 표현하는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "영리하고 융통성 있는 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 재치 있게 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 지혜을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 빠르게 상황 판단하고 대응하는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 영리하고 융통성 있는 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 지혜 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 재치 있게 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 빠르게 상황 판단하고 대응하는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 상황에 따라 유연하게 표현하는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 머리 회전이 빠르고, 위기 대처 능력이 뛰어나며, 변화를 즐기는... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 빠르게 상황 판단하고 대응하는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "영리하고 융통성 있는 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 지혜을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 재치 있게 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 상황에 따라 유연하게 표현하는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 영리하고 융통성 있는 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 머리 회전이 빠르고, 위기 대처 능력이 뛰어나며, 변화를 즐기는 성향... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "영리하고 융통성 있는 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 빠르게 상황 판단하고 대응하는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 지혜 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 재치 있게 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 빠르게 상황 판단하고 대응하는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 상황에 따라 유연하게 표현하는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 영리하고 융통성 있는 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 머리 회전이 빠르고, 위기 대처 능력이 뛰어나며, 변화... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 상황에 따라 유연하게 표현하는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "癸酉": {
    "일주": "계유",
    "한자": "癸酉",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 섬세하고 완벽주의적인 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 정확하게 표현하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 분석력을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 예민하고 섬세하며, 디테일을 놓치지 ... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 심미안에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 완벽하게 마무리하는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 내면화하여 깊이 느끼는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 섬세하고 완벽주의적인 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 정확하게 표현하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 예민하고 섬세하며, 디테일을 놓치지 않고, 깊... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 분석력을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "완벽하게 마무리하는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 섬세하고 완벽주의적인 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 심미안이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 정확하게 표현하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 섬세하고 완벽주의적인 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 내면화하여 깊이 느끼는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 완벽하게 마무리하는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 예민하고 섬세하며, 디테일을 놓치지 않고, 깊이 있게 ... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 꼼꼼함을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 내면화하여 깊이 느끼는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "섬세하고 완벽주의적인 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 정확하게 표현하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 분석력을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 완벽하게 마무리하는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 섬세하고 완벽주의적인 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 분석력 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 정확하게 표현하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 완벽하게 마무리하는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 내면화하여 깊이 느끼는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 예민하고 섬세하며, 디테일을 놓치지 않고, 깊이 있게 사고하는 ... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 완벽하게 마무리하는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "섬세하고 완벽주의적인 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 분석력을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 정확하게 표현하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 내면화하여 깊이 느끼는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 섬세하고 완벽주의적인 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 예민하고 섬세하며, 디테일을 놓치지 않고, 깊이 있게 사고하는 성향... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "섬세하고 완벽주의적인 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 완벽하게 마무리하는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 분석력 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 정확하게 표현하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 완벽하게 마무리하는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 내면화하여 깊이 느끼는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 섬세하고 완벽주의적인 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 예민하고 섬세하며, 디테일을 놓치지 않고, 깊이 있게 ... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 내면화하여 깊이 느끼는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "甲戌": {
    "일주": "갑술",
    "한자": "甲戌",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 강인하고 책임감 있는 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 명확하고 단호하게 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 리더십을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 한번 약속하면 반드시 지키며, 주변 ... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 신뢰성에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 끝까지 책임지고 완수하는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 감정을 절제하고 이성적으로 표현하는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 강인하고 책임감 있는 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 명확하고 단호하게 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 한번 약속하면 반드시 지키며, 주변 사람들의 ... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 리더십을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "끝까지 책임지고 완수하는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 강인하고 책임감 있는 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 신뢰성이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 명확하고 단호하게 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 강인하고 책임감 있는 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 감정을 절제하고 이성적으로 표현하는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 끝까지 책임지고 완수하는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 한번 약속하면 반드시 지키며, 주변 사람들의 든든한 버... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 의지력을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 감정을 절제하고 이성적으로 표현하는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "강인하고 책임감 있는 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 명확하고 단호하게 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 리더십을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 끝까지 책임지고 완수하는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 강인하고 책임감 있는 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 리더십 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 명확하고 단호하게 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 끝까지 책임지고 완수하는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 감정을 절제하고 이성적으로 표현하는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 한번 약속하면 반드시 지키며, 주변 사람들의 든든한 버팀목이 되... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 끝까지 책임지고 완수하는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "강인하고 책임감 있는 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 리더십을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 명확하고 단호하게 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 감정을 절제하고 이성적으로 표현하는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 강인하고 책임감 있는 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 한번 약속하면 반드시 지키며, 주변 사람들의 든든한 버팀목이 되는 성향... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "강인하고 책임감 있는 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 끝까지 책임지고 완수하는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 리더십 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 명확하고 단호하게 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 끝까지 책임지고 완수하는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 감정을 절제하고 이성적으로 표현하는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 강인하고 책임감 있는 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 한번 약속하면 반드시 지키며, 주변 사람들의 든든한 버... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 감정을 절제하고 이성적으로 표현하는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "乙亥": {
    "일주": "을해",
    "한자": "乙亥",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 부드럽고 포용적인 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 부드럽고 따뜻하게 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 배려심을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 물처럼 부드럽게 흐르며, 주변을 편안... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 융통성에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 유연하게 대처하며 흐름을 타는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 감정을 자연스럽게 흘러보내는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 부드럽고 포용적인 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 부드럽고 따뜻하게 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 물처럼 부드럽게 흐르며, 주변을 편안하게 만들... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 배려심을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "유연하게 대처하며 흐름을 타는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 부드럽고 포용적인 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 융통성이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 부드럽고 따뜻하게 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 부드럽고 포용적인 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 감정을 자연스럽게 흘러보내는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 유연하게 대처하며 흐름을 타는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 물처럼 부드럽게 흐르며, 주변을 편안하게 만들고, 포용... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 감수성을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 감정을 자연스럽게 흘러보내는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "부드럽고 포용적인 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 부드럽고 따뜻하게 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 배려심을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 유연하게 대처하며 흐름을 타는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 부드럽고 포용적인 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 배려심 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 부드럽고 따뜻하게 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 유연하게 대처하며 흐름을 타는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 감정을 자연스럽게 흘러보내는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 물처럼 부드럽게 흐르며, 주변을 편안하게 만들고, 포용력이 넓은... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 유연하게 대처하며 흐름을 타는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "부드럽고 포용적인 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 배려심을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 부드럽고 따뜻하게 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 감정을 자연스럽게 흘러보내는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 부드럽고 포용적인 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 물처럼 부드럽게 흐르며, 주변을 편안하게 만들고, 포용력이 넓은 성향... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "부드럽고 포용적인 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 유연하게 대처하며 흐름을 타는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 배려심 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 부드럽고 따뜻하게 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 유연하게 대처하며 흐름을 타는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 감정을 자연스럽게 흘러보내는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 부드럽고 포용적인 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 물처럼 부드럽게 흐르며, 주변을 편안하게 만들고, 포용... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 감정을 자연스럽게 흘러보내는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "丙子": {
    "일주": "병자",
    "한자": "丙子",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 열정적이지만 변덕스러운 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 빠르게 말하고 빠르게 바꾸는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 추진력을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 아이디어가 샘솟지만 집중력이 짧고, ... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 창의성에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 빠르게 시작하지만 흥미가 중요한 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 감정 기복이 큰 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 열정적이지만 변덕스러운 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 빠르게 말하고 빠르게 바꾸는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 아이디어가 샘솟지만 집중력이 짧고, 열정이 식... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 추진력을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "빠르게 시작하지만 흥미가 중요한 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 열정적이지만 변덕스러운 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 창의성이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 빠르게 말하고 빠르게 바꾸는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 열정적이지만 변덕스러운 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 감정 기복이 큰 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 빠르게 시작하지만 흥미가 중요한 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 아이디어가 샘솟지만 집중력이 짧고, 열정이 식으면 쉽게... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 순발력을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 감정 기복이 큰 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "열정적이지만 변덕스러운 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 빠르게 말하고 빠르게 바꾸는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 추진력을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 빠르게 시작하지만 흥미가 중요한 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 열정적이지만 변덕스러운 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 추진력 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 빠르게 말하고 빠르게 바꾸는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 빠르게 시작하지만 흥미가 중요한 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 감정 기복이 큰 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 아이디어가 샘솟지만 집중력이 짧고, 열정이 식으면 쉽게 방향을 ... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 빠르게 시작하지만 흥미가 중요한 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "열정적이지만 변덕스러운 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 추진력을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 빠르게 말하고 빠르게 바꾸는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 감정 기복이 큰 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 열정적이지만 변덕스러운 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 아이디어가 샘솟지만 집중력이 짧고, 열정이 식으면 쉽게 방향을 바꾸는 성... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "열정적이지만 변덕스러운 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 빠르게 시작하지만 흥미가 중요한 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 추진력 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 빠르게 말하고 빠르게 바꾸는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 빠르게 시작하지만 흥미가 중요한 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 감정 기복이 큰 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 열정적이지만 변덕스러운 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 아이디어가 샘솟지만 집중력이 짧고, 열정이 식으면 쉽게... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 감정 기복이 큰 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "丁丑": {
    "일주": "정축",
    "한자": "丁丑",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 온화하지만 고집 있는 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 조용하지만 확고하게 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 끈기을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 부드러운 겉모습 뒤에 강한 의지를 품... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 인내심에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 천천히 하지만 절대 포기하지 않는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 겉으로 드러내지 않지만 내면은 뜨거운 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 온화하지만 고집 있는 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 조용하지만 확고하게 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 부드러운 겉모습 뒤에 강한 의지를 품고 있으며... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 끈기을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "천천히 하지만 절대 포기하지 않는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 온화하지만 고집 있는 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 인내심이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 조용하지만 확고하게 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 온화하지만 고집 있는 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 겉으로 드러내지 않지만 내면은 뜨거운 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 천천히 하지만 절대 포기하지 않는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 부드러운 겉모습 뒤에 강한 의지를 품고 있으며, 한번 ... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 온화함을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 겉으로 드러내지 않지만 내면은 뜨거운 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "온화하지만 고집 있는 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 조용하지만 확고하게 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 끈기을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 천천히 하지만 절대 포기하지 않는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 온화하지만 고집 있는 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 끈기 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 조용하지만 확고하게 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 천천히 하지만 절대 포기하지 않는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 겉으로 드러내지 않지만 내면은 뜨거운 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 부드러운 겉모습 뒤에 강한 의지를 품고 있으며, 한번 결정하면 ... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 천천히 하지만 절대 포기하지 않는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "온화하지만 고집 있는 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 끈기을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 조용하지만 확고하게 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 겉으로 드러내지 않지만 내면은 뜨거운 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 온화하지만 고집 있는 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 부드러운 겉모습 뒤에 강한 의지를 품고 있으며, 한번 결정하면 꺾이지 않... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "온화하지만 고집 있는 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 천천히 하지만 절대 포기하지 않는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 끈기 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 조용하지만 확고하게 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 천천히 하지만 절대 포기하지 않는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 겉으로 드러내지 않지만 내면은 뜨거운 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 온화하지만 고집 있는 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 부드러운 겉모습 뒤에 강한 의지를 품고 있으며, 한번 ... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 겉으로 드러내지 않지만 내면은 뜨거운 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "戊寅": {
    "일주": "무인",
    "한자": "戊寅",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 안정적이면서도 활동적인 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 명확하고 설득력 있게 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 추진력을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 든든한 기반 위에서 활발하게 움직이며... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 신뢰성에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 일하다가 예상치 못한 재밌는 상황이 생겨서 웃음 터질 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 공감 가는 내용 발견하고 빵 터질 거예요",
        "오후 2-3시쯤 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 한 농담이 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 당신의 취향을 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 당신의 노력이 인정받아 좋은 소식 들을 거예요",
        "오전에 추진한 일이 오늘은 특히 빛을 발해서 술술 풀릴 수 있어요",
        "점심시간 전후로 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 딱 맞는 타이밍에 좋은 기회가 생길 수 있어요",
        "저녁에 당신의 말 한마디가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 당신만의 감각으로 새로운 아이디어가 떠올릴 수 있어요",
        "점심 후 휴식 시간에 문득 영감을 받을 거예요",
        "오후 작업 중 당신만의 방식이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 문득 통찰을 얻을 거예요",
        "밤에 실용적인 새로운 방법이 떠오를 수 있어요"
      ],
      "도전": [
        "평소보다 조금 더 솔직하게 표현해보면 좋은 반응 받을 거예요",
        "새로운 방식을 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 당신의 의견을 제시하면 설득력 있게 전달될 거예요",
        "오후에 새로운 프로젝트를 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 새로운 취미를 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 안정적이면서도 활동적인 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 추진력 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 명확하고 설득력 있게 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 계획적으로 움직이되 적극적으로 실행하는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 감정을 절제하면서 필요시 표현하는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 든든한 기반 위에서 활발하게 움직이며, 안정과 성장을 동시에 추... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 계획적으로 움직이되 적극적으로 실행하는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "안정적이면서도 활동적인 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 추진력을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 명확하고 설득력 있게 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 감정을 절제하면서 필요시 표현하는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 안정적이면서도 활동적인 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 든든한 기반 위에서 활발하게 움직이며, 안정과 성장을 동시에 추구하는 성... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "안정적이면서도 활동적인 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 계획적으로 움직이되 적극적으로 실행하는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 추진력 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 명확하고 설득력 있게 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 계획적으로 움직이되 적극적으로 실행하는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 감정을 절제하면서 필요시 표현하는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 안정적이면서도 활동적인 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 든든한 기반 위에서 활발하게 움직이며, 안정과 성장을 ... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 감정을 절제하면서 필요시 표현하는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "己卯": {
    "일주": "기묘",
    "한자": "己卯",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 차분하고 섬세한 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 부드럽고 신중하게 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 배려심을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 작은 것 하나까지 세심하게 배려하며,... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 세심함에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 꼼꼼하게 챙기며 완성하는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 절제되고 조심스럽게 표현하는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 차분하고 섬세한 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 부드럽고 신중하게 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 작은 것 하나까지 세심하게 배려하며, 조용히 ... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 배려심을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "꼼꼼하게 챙기며 완성하는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 차분하고 섬세한 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 세심함이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 부드럽고 신중하게 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 차분하고 섬세한 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 절제되고 조심스럽게 표현하는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 꼼꼼하게 챙기며 완성하는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 작은 것 하나까지 세심하게 배려하며, 조용히 성장하고,... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 온화함을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 절제되고 조심스럽게 표현하는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "차분하고 섬세한 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 부드럽고 신중하게 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 배려심을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 꼼꼼하게 챙기며 완성하는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 차분하고 섬세한 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 배려심 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 부드럽고 신중하게 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 꼼꼼하게 챙기며 완성하는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 절제되고 조심스럽게 표현하는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 작은 것 하나까지 세심하게 배려하며, 조용히 성장하고, 품격을 ... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 꼼꼼하게 챙기며 완성하는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "차분하고 섬세한 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 배려심을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 부드럽고 신중하게 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 절제되고 조심스럽게 표현하는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 차분하고 섬세한 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 작은 것 하나까지 세심하게 배려하며, 조용히 성장하고, 품격을 중시하는 ... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "차분하고 섬세한 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 꼼꼼하게 챙기며 완성하는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 배려심 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 부드럽고 신중하게 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 꼼꼼하게 챙기며 완성하는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 절제되고 조심스럽게 표현하는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 차분하고 섬세한 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 작은 것 하나까지 세심하게 배려하며, 조용히 성장하고,... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 절제되고 조심스럽게 표현하는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "庚辰": {
    "일주": "경진",
    "한자": "庚辰",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 강하지만 포용적인 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 명확하면서 배려하며 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 리더십을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 강한 추진력과 넓은 포용력을 동시에 ... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 포용력에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 강하게 밀어붙이되 주변을 챙기는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 감정을 조절하고 이성적으로 표현하는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 강하지만 포용적인 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 명확하면서 배려하며 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 강한 추진력과 넓은 포용력을 동시에 가지며, ... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 리더십을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "강하게 밀어붙이되 주변을 챙기는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 강하지만 포용적인 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 포용력이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 명확하면서 배려하며 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 강하지만 포용적인 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 감정을 조절하고 이성적으로 표현하는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 강하게 밀어붙이되 주변을 챙기는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 강한 추진력과 넓은 포용력을 동시에 가지며, 균형 잡힌... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 결단력을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 감정을 조절하고 이성적으로 표현하는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "강하지만 포용적인 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 명확하면서 배려하며 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 리더십을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 강하게 밀어붙이되 주변을 챙기는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 강하지만 포용적인 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 리더십 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 명확하면서 배려하며 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 강하게 밀어붙이되 주변을 챙기는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 감정을 조절하고 이성적으로 표현하는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 강한 추진력과 넓은 포용력을 동시에 가지며, 균형 잡힌 리더십을... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 강하게 밀어붙이되 주변을 챙기는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "강하지만 포용적인 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 리더십을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 명확하면서 배려하며 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 감정을 조절하고 이성적으로 표현하는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 강하지만 포용적인 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 강한 추진력과 넓은 포용력을 동시에 가지며, 균형 잡힌 리더십을 발휘하는... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "강하지만 포용적인 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 강하게 밀어붙이되 주변을 챙기는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 리더십 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 명확하면서 배려하며 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 강하게 밀어붙이되 주변을 챙기는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 감정을 조절하고 이성적으로 표현하는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 강하지만 포용적인 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 강한 추진력과 넓은 포용력을 동시에 가지며, 균형 잡힌... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 감정을 조절하고 이성적으로 표현하는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "辛巳": {
    "일주": "신사",
    "한자": "辛巳",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 예민하지만 열정적인 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 정확하고 날카롭게 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 예리함을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 섬세한 감각과 뜨거운 열정을 동시에 ... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 완벽주의에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 완벽을 추구하며 몰입하는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 내면의 열정을 조절하며 표현하는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 예민하지만 열정적인 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 정확하고 날카롭게 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 섬세한 감각과 뜨거운 열정을 동시에 가지며, ... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 예리함을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "완벽을 추구하며 몰입하는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 예민하지만 열정적인 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 완벽주의이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 정확하고 날카롭게 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 예민하지만 열정적인 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 내면의 열정을 조절하며 표현하는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 완벽을 추구하며 몰입하는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 섬세한 감각과 뜨거운 열정을 동시에 가지며, 완벽한 결... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 열정을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 내면의 열정을 조절하며 표현하는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "예민하지만 열정적인 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 정확하고 날카롭게 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 예리함을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 완벽을 추구하며 몰입하는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 예민하지만 열정적인 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 예리함 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 정확하고 날카롭게 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 완벽을 추구하며 몰입하는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 내면의 열정을 조절하며 표현하는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 섬세한 감각과 뜨거운 열정을 동시에 가지며, 완벽한 결과를 위해... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 완벽을 추구하며 몰입하는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "예민하지만 열정적인 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 예리함을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 정확하고 날카롭게 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 내면의 열정을 조절하며 표현하는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 예민하지만 열정적인 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 섬세한 감각과 뜨거운 열정을 동시에 가지며, 완벽한 결과를 위해 노력하는... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "예민하지만 열정적인 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 완벽을 추구하며 몰입하는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 예리함 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 정확하고 날카롭게 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 완벽을 추구하며 몰입하는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 내면의 열정을 조절하며 표현하는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 예민하지만 열정적인 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 섬세한 감각과 뜨거운 열정을 동시에 가지며, 완벽한 결... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 내면의 열정을 조절하며 표현하는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "壬午": {
    "일주": "임오",
    "한자": "壬午",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 융통성 있고 활발한 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 재치 있고 유머러스하게 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 지혜을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 지혜와 열정을 겸비하며, 변화에 빠르... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 재치에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 빠르게 판단하고 활발하게 움직이는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 감정을 밝고 긍정적으로 표현하는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 융통성 있고 활발한 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 재치 있고 유머러스하게 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 지혜와 열정을 겸비하며, 변화에 빠르게 적응하... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 지혜을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "빠르게 판단하고 활발하게 움직이는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 융통성 있고 활발한 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 재치이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 재치 있고 유머러스하게 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 융통성 있고 활발한 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 감정을 밝고 긍정적으로 표현하는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 빠르게 판단하고 활발하게 움직이는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 지혜와 열정을 겸비하며, 변화에 빠르게 적응하고, 주변... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 활동력을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 감정을 밝고 긍정적으로 표현하는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "융통성 있고 활발한 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 재치 있고 유머러스하게 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 지혜을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 빠르게 판단하고 활발하게 움직이는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 융통성 있고 활발한 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 지혜 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 재치 있고 유머러스하게 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 빠르게 판단하고 활발하게 움직이는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 감정을 밝고 긍정적으로 표현하는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 지혜와 열정을 겸비하며, 변화에 빠르게 적응하고, 주변을 즐겁게... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 빠르게 판단하고 활발하게 움직이는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "융통성 있고 활발한 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 지혜을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 재치 있고 유머러스하게 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 감정을 밝고 긍정적으로 표현하는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 융통성 있고 활발한 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 지혜와 열정을 겸비하며, 변화에 빠르게 적응하고, 주변을 즐겁게 만드는 ... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "융통성 있고 활발한 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 빠르게 판단하고 활발하게 움직이는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 지혜 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 재치 있고 유머러스하게 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 빠르게 판단하고 활발하게 움직이는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 감정을 밝고 긍정적으로 표현하는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 융통성 있고 활발한 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 지혜와 열정을 겸비하며, 변화에 빠르게 적응하고, 주변... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 감정을 밝고 긍정적으로 표현하는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "癸未": {
    "일주": "계미",
    "한자": "癸未",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 섬세하지만 따뜻한 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 부드럽고 따뜻하게 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 감수성을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 감성이 풍부하고 타인을 깊이 이해하며... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 배려심에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 조용히 배려하며 완성하는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 깊고 진심 어린 감정을 표현하는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 섬세하지만 따뜻한 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 부드럽고 따뜻하게 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 감성이 풍부하고 타인을 깊이 이해하며, 조용한... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 감수성을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "조용히 배려하며 완성하는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 섬세하지만 따뜻한 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 배려심이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 부드럽고 따뜻하게 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 섬세하지만 따뜻한 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 깊고 진심 어린 감정을 표현하는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 조용히 배려하며 완성하는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 감성이 풍부하고 타인을 깊이 이해하며, 조용한 온기로 ... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 온화함을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 깊고 진심 어린 감정을 표현하는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "섬세하지만 따뜻한 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 부드럽고 따뜻하게 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 감수성을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 조용히 배려하며 완성하는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 섬세하지만 따뜻한 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 감수성 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 부드럽고 따뜻하게 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 조용히 배려하며 완성하는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 깊고 진심 어린 감정을 표현하는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 감성이 풍부하고 타인을 깊이 이해하며, 조용한 온기로 주변을 감... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 조용히 배려하며 완성하는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "섬세하지만 따뜻한 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 감수성을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 부드럽고 따뜻하게 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 깊고 진심 어린 감정을 표현하는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 섬세하지만 따뜻한 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 감성이 풍부하고 타인을 깊이 이해하며, 조용한 온기로 주변을 감싸는 성향... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "섬세하지만 따뜻한 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 조용히 배려하며 완성하는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 감수성 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 부드럽고 따뜻하게 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 조용히 배려하며 완성하는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 깊고 진심 어린 감정을 표현하는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 섬세하지만 따뜻한 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 감성이 풍부하고 타인을 깊이 이해하며, 조용한 온기로 ... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 깊고 진심 어린 감정을 표현하는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "甲申": {
    "일주": "갑신",
    "한자": "甲申",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 강인하고 영리한 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 명확하고 전략적으로 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 리더십을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 강한 의지와 뛰어난 판단력을 가지며,... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 지혜에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 전략적으로 계획하고 강하게 실행하는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 감정을 절제하고 이성적으로 판단하는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 강인하고 영리한 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 명확하고 전략적으로 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 강한 의지와 뛰어난 판단력을 가지며, 목표를 ... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 리더십을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "전략적으로 계획하고 강하게 실행하는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 강인하고 영리한 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 지혜이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 명확하고 전략적으로 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 강인하고 영리한 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 감정을 절제하고 이성적으로 판단하는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 전략적으로 계획하고 강하게 실행하는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 강한 의지와 뛰어난 판단력을 가지며, 목표를 향해 전략... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 추진력을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 감정을 절제하고 이성적으로 판단하는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "강인하고 영리한 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 명확하고 전략적으로 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 리더십을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 전략적으로 계획하고 강하게 실행하는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 강인하고 영리한 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 리더십 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 명확하고 전략적으로 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 전략적으로 계획하고 강하게 실행하는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 감정을 절제하고 이성적으로 판단하는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 강한 의지와 뛰어난 판단력을 가지며, 목표를 향해 전략적으로 나... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 전략적으로 계획하고 강하게 실행하는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "강인하고 영리한 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 리더십을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 명확하고 전략적으로 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 감정을 절제하고 이성적으로 판단하는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 강인하고 영리한 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 강한 의지와 뛰어난 판단력을 가지며, 목표를 향해 전략적으로 나아가는 성... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "강인하고 영리한 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 전략적으로 계획하고 강하게 실행하는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 리더십 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 명확하고 전략적으로 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 전략적으로 계획하고 강하게 실행하는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 감정을 절제하고 이성적으로 판단하는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 강인하고 영리한 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 강한 의지와 뛰어난 판단력을 가지며, 목표를 향해 전략... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 감정을 절제하고 이성적으로 판단하는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "乙酉": {
    "일주": "을유",
    "한자": "乙酉",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 부드럽지만 예리한 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 부드럽되 정확하게 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 섬세함을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 부드러운 외유와 예리한 내강을 겸비하... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 분석력에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 섬세하게 다듬고 완성하는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 절제되고 우아하게 표현하는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 부드럽지만 예리한 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 부드럽되 정확하게 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 부드러운 외유와 예리한 내강을 겸비하며, 섬세... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 섬세함을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "섬세하게 다듬고 완성하는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 부드럽지만 예리한 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 분석력이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 부드럽되 정확하게 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 부드럽지만 예리한 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 절제되고 우아하게 표현하는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 섬세하게 다듬고 완성하는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 부드러운 외유와 예리한 내강을 겸비하며, 섬세한 완벽주... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 유연성을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 절제되고 우아하게 표현하는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "부드럽지만 예리한 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 부드럽되 정확하게 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 섬세함을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 섬세하게 다듬고 완성하는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 부드럽지만 예리한 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 섬세함 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 부드럽되 정확하게 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 섬세하게 다듬고 완성하는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 절제되고 우아하게 표현하는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 부드러운 외유와 예리한 내강을 겸비하며, 섬세한 완벽주의를 추구... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 섬세하게 다듬고 완성하는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "부드럽지만 예리한 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 섬세함을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 부드럽되 정확하게 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 절제되고 우아하게 표현하는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 부드럽지만 예리한 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 부드러운 외유와 예리한 내강을 겸비하며, 섬세한 완벽주의를 추구하는 성향... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "부드럽지만 예리한 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 섬세하게 다듬고 완성하는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 섬세함 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 부드럽되 정확하게 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 섬세하게 다듬고 완성하는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 절제되고 우아하게 표현하는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 부드럽지만 예리한 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 부드러운 외유와 예리한 내강을 겸비하며, 섬세한 완벽주... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 절제되고 우아하게 표현하는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "丙戌": {
    "일주": "병술",
    "한자": "丙戌",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 열정적이고 의리 있는 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 열띠되 진심으로 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 열정을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 뜨거운 마음과 든든한 책임감을 가지며... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 의리에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 열정적으로 밀고 나가되 책임지는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 진솔하고 뜨겁게 표현하는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 열정적이고 의리 있는 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 열띠되 진심으로 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 뜨거운 마음과 든든한 책임감을 가지며, 사람을... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 열정을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "열정적으로 밀고 나가되 책임지는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 열정적이고 의리 있는 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 의리이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 열띠되 진심으로 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 열정적이고 의리 있는 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 진솔하고 뜨겁게 표현하는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 열정적으로 밀고 나가되 책임지는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 뜨거운 마음과 든든한 책임감을 가지며, 사람을 소중히 ... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 신뢰성을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 진솔하고 뜨겁게 표현하는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "열정적이고 의리 있는 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 열띠되 진심으로 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 열정을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 열정적으로 밀고 나가되 책임지는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 열정적이고 의리 있는 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 열정 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 열띠되 진심으로 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 열정적으로 밀고 나가되 책임지는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 진솔하고 뜨겁게 표현하는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 뜨거운 마음과 든든한 책임감을 가지며, 사람을 소중히 여기는 의... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 열정적으로 밀고 나가되 책임지는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "열정적이고 의리 있는 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 열정을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 열띠되 진심으로 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 진솔하고 뜨겁게 표현하는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 열정적이고 의리 있는 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 뜨거운 마음과 든든한 책임감을 가지며, 사람을 소중히 여기는 의리파 성향... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "열정적이고 의리 있는 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 열정적으로 밀고 나가되 책임지는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 열정 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 열띠되 진심으로 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 열정적으로 밀고 나가되 책임지는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 진솔하고 뜨겁게 표현하는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 열정적이고 의리 있는 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 뜨거운 마음과 든든한 책임감을 가지며, 사람을 소중히 ... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 진솔하고 뜨겁게 표현하는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "丁亥": {
    "일주": "정해",
    "한자": "丁亥",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 온화하고 지혜로운 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 조용하지만 깊이 있게 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 지혜을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 온화한 불빛처럼 조용히 주변을 밝히며... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 온화함에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 차분하게 생각하고 지혜롭게 해결하는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 은은하고 깊게 표현하는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 온화하고 지혜로운 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 조용하지만 깊이 있게 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 온화한 불빛처럼 조용히 주변을 밝히며, 깊은 ... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 지혜을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "차분하게 생각하고 지혜롭게 해결하는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 온화하고 지혜로운 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 온화함이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 조용하지만 깊이 있게 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 온화하고 지혜로운 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 은은하고 깊게 표현하는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 차분하게 생각하고 지혜롭게 해결하는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 온화한 불빛처럼 조용히 주변을 밝히며, 깊은 통찰로 문... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 포용력을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 은은하고 깊게 표현하는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "온화하고 지혜로운 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 조용하지만 깊이 있게 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 지혜을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 차분하게 생각하고 지혜롭게 해결하는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 온화하고 지혜로운 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 지혜 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 조용하지만 깊이 있게 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 차분하게 생각하고 지혜롭게 해결하는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 은은하고 깊게 표현하는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 온화한 불빛처럼 조용히 주변을 밝히며, 깊은 통찰로 문제를 해결... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 차분하게 생각하고 지혜롭게 해결하는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "온화하고 지혜로운 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 지혜을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 조용하지만 깊이 있게 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 은은하고 깊게 표현하는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 온화하고 지혜로운 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 온화한 불빛처럼 조용히 주변을 밝히며, 깊은 통찰로 문제를 해결하는 성향... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "온화하고 지혜로운 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 차분하게 생각하고 지혜롭게 해결하는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 지혜 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 조용하지만 깊이 있게 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 차분하게 생각하고 지혜롭게 해결하는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 은은하고 깊게 표현하는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 온화하고 지혜로운 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 온화한 불빛처럼 조용히 주변을 밝히며, 깊은 통찰로 문... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 은은하고 깊게 표현하는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "戊子": {
    "일주": "무자",
    "한자": "戊子",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 안정적이지만 융통성 있는 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 현실적이되 유연하게 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 실용성을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 든든한 기반과 유연한 대처를 겸비하며... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 적응력에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 안정적으로 계획하면서 유연하게 대응하는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 감정을 절제하면서 상황에 맞게 표현하는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 안정적이지만 융통성 있는 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 현실적이되 유연하게 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 든든한 기반과 유연한 대처를 겸비하며, 현실과... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 실용성을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "안정적으로 계획하면서 유연하게 대응하는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 안정적이지만 융통성 있는 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 적응력이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 현실적이되 유연하게 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 안정적이지만 융통성 있는 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 감정을 절제하면서 상황에 맞게 표현하는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 안정적으로 계획하면서 유연하게 대응하는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 든든한 기반과 유연한 대처를 겸비하며, 현실과 이상의 ... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 신뢰성을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 감정을 절제하면서 상황에 맞게 표현하는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "안정적이지만 융통성 있는 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 현실적이되 유연하게 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 실용성을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 안정적으로 계획하면서 유연하게 대응하는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 안정적이지만 융통성 있는 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 실용성 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 현실적이되 유연하게 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 안정적으로 계획하면서 유연하게 대응하는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 감정을 절제하면서 상황에 맞게 표현하는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 든든한 기반과 유연한 대처를 겸비하며, 현실과 이상의 균형을 맞... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 안정적으로 계획하면서 유연하게 대응하는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "안정적이지만 융통성 있는 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 실용성을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 현실적이되 유연하게 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 감정을 절제하면서 상황에 맞게 표현하는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 안정적이지만 융통성 있는 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 든든한 기반과 유연한 대처를 겸비하며, 현실과 이상의 균형을 맞추는 성향... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "안정적이지만 융통성 있는 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 안정적으로 계획하면서 유연하게 대응하는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 실용성 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 현실적이되 유연하게 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 안정적으로 계획하면서 유연하게 대응하는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 감정을 절제하면서 상황에 맞게 표현하는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 안정적이지만 융통성 있는 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 든든한 기반과 유연한 대처를 겸비하며, 현실과 이상의 ... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 감정을 절제하면서 상황에 맞게 표현하는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "己丑": {
    "일주": "기축",
    "한자": "己丑",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 차분하고 신중한 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 말을 아끼고 행동으로 보여주는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 책임감을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 한번 시작하면 끝까지 가며, 조용히 ... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 끈기에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 묵묵히 자기 길을 가는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 감정을 잘 드러내지 않는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 차분하고 신중한 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 말을 아끼고 행동으로 보여주는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 한번 시작하면 끝까지 가며, 조용히 책임을 다... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 책임감을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "묵묵히 자기 길을 가는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 차분하고 신중한 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 끈기이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 말을 아끼고 행동으로 보여주는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 차분하고 신중한 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 감정을 잘 드러내지 않는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 묵묵히 자기 길을 가는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 한번 시작하면 끝까지 가며, 조용히 책임을 다하고, 신... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 신뢰성을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 감정을 잘 드러내지 않는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "차분하고 신중한 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 말을 아끼고 행동으로 보여주는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 책임감을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 묵묵히 자기 길을 가는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 차분하고 신중한 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 책임감 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 말을 아끼고 행동으로 보여주는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 묵묵히 자기 길을 가는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 감정을 잘 드러내지 않는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 한번 시작하면 끝까지 가며, 조용히 책임을 다하고, 신뢰를 쌓아... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 묵묵히 자기 길을 가는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "차분하고 신중한 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 책임감을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 말을 아끼고 행동으로 보여주는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 감정을 잘 드러내지 않는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 차분하고 신중한 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 한번 시작하면 끝까지 가며, 조용히 책임을 다하고, 신뢰를 쌓아가는 성향... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "차분하고 신중한 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 묵묵히 자기 길을 가는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 책임감 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 말을 아끼고 행동으로 보여주는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 묵묵히 자기 길을 가는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 감정을 잘 드러내지 않는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 차분하고 신중한 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 한번 시작하면 끝까지 가며, 조용히 책임을 다하고, 신... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 감정을 잘 드러내지 않는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "庚寅": {
    "일주": "경인",
    "한자": "庚寅",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 강하고 활동적인 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 직설적이고 강하게 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 추진력을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 강한 의지로 앞장서며, 정의를 위해 ... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 결단력에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 빠르게 결정하고 과감하게 실행하는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 감정을 거침없이 드러내는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 강하고 활동적인 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 직설적이고 강하게 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 강한 의지로 앞장서며, 정의를 위해 나서고, ... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 추진력을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "빠르게 결정하고 과감하게 실행하는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 강하고 활동적인 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 결단력이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 직설적이고 강하게 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 강하고 활동적인 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 감정을 거침없이 드러내는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 빠르게 결정하고 과감하게 실행하는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 강한 의지로 앞장서며, 정의를 위해 나서고, 어려움을 ... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 용기을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 감정을 거침없이 드러내는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "강하고 활동적인 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 직설적이고 강하게 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 추진력을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 빠르게 결정하고 과감하게 실행하는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 강하고 활동적인 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 추진력 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 직설적이고 강하게 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 빠르게 결정하고 과감하게 실행하는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 감정을 거침없이 드러내는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 강한 의지로 앞장서며, 정의를 위해 나서고, 어려움을 두려워하지... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 빠르게 결정하고 과감하게 실행하는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "강하고 활동적인 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 추진력을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 직설적이고 강하게 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 감정을 거침없이 드러내는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 강하고 활동적인 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 강한 의지로 앞장서며, 정의를 위해 나서고, 어려움을 두려워하지 않는 성... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "강하고 활동적인 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 빠르게 결정하고 과감하게 실행하는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 추진력 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 직설적이고 강하게 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 빠르게 결정하고 과감하게 실행하는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 감정을 거침없이 드러내는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 강하고 활동적인 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 강한 의지로 앞장서며, 정의를 위해 나서고, 어려움을 ... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 감정을 거침없이 드러내는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "辛卯": {
    "일주": "신묘",
    "한자": "辛卯",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 섬세하고 우아한 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 우아하고 절제되게 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 예술성을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 뛰어난 미적 감각과 고급스러운 취향을... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 세련됨에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 섬세하게 다듬고 아름답게 완성하는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 품위 있고 절제되게 표현하는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 섬세하고 우아한 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 우아하고 절제되게 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 뛰어난 미적 감각과 고급스러운 취향을 가지며,... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 예술성을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "섬세하게 다듬고 아름답게 완성하는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 섬세하고 우아한 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 세련됨이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 우아하고 절제되게 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 섬세하고 우아한 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 품위 있고 절제되게 표현하는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 섬세하게 다듬고 아름답게 완성하는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 뛰어난 미적 감각과 고급스러운 취향을 가지며, 품격과 ... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 완벽주의을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 품위 있고 절제되게 표현하는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "섬세하고 우아한 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 우아하고 절제되게 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 예술성을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 섬세하게 다듬고 아름답게 완성하는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 섬세하고 우아한 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 예술성 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 우아하고 절제되게 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 섬세하게 다듬고 아름답게 완성하는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 품위 있고 절제되게 표현하는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 뛰어난 미적 감각과 고급스러운 취향을 가지며, 품격과 격조를 중... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 섬세하게 다듬고 아름답게 완성하는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "섬세하고 우아한 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 예술성을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 우아하고 절제되게 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 품위 있고 절제되게 표현하는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 섬세하고 우아한 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 뛰어난 미적 감각과 고급스러운 취향을 가지며, 품격과 격조를 중시하는 성... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "섬세하고 우아한 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 섬세하게 다듬고 아름답게 완성하는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 예술성 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 우아하고 절제되게 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 섬세하게 다듬고 아름답게 완성하는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 품위 있고 절제되게 표현하는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 섬세하고 우아한 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 뛰어난 미적 감각과 고급스러운 취향을 가지며, 품격과 ... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 품위 있고 절제되게 표현하는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "壬辰": {
    "일주": "임진",
    "한자": "壬辰",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 지혜롭고 포용적인 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 깊이 있고 설득력 있게 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 지혜을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 넓은 시야와 깊은 통찰을 가지며, 큰... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 포용력에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 큰 그림을 보고 전략적으로 이끄는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 감정을 조절하고 지혜롭게 표현하는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 지혜롭고 포용적인 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 깊이 있고 설득력 있게 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 넓은 시야와 깊은 통찰을 가지며, 큰 포부로 ... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 지혜을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "큰 그림을 보고 전략적으로 이끄는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 지혜롭고 포용적인 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 포용력이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 깊이 있고 설득력 있게 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 지혜롭고 포용적인 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 감정을 조절하고 지혜롭게 표현하는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 큰 그림을 보고 전략적으로 이끄는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 넓은 시야와 깊은 통찰을 가지며, 큰 포부로 주변을 이... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 전략을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 감정을 조절하고 지혜롭게 표현하는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "지혜롭고 포용적인 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 깊이 있고 설득력 있게 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 지혜을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 큰 그림을 보고 전략적으로 이끄는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 지혜롭고 포용적인 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 지혜 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 깊이 있고 설득력 있게 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 큰 그림을 보고 전략적으로 이끄는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 감정을 조절하고 지혜롭게 표현하는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 넓은 시야와 깊은 통찰을 가지며, 큰 포부로 주변을 이끌어가는 ... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 큰 그림을 보고 전략적으로 이끄는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "지혜롭고 포용적인 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 지혜을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 깊이 있고 설득력 있게 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 감정을 조절하고 지혜롭게 표현하는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 지혜롭고 포용적인 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 넓은 시야와 깊은 통찰을 가지며, 큰 포부로 주변을 이끌어가는 성향... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "지혜롭고 포용적인 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 큰 그림을 보고 전략적으로 이끄는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 지혜 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 깊이 있고 설득력 있게 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 큰 그림을 보고 전략적으로 이끄는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 감정을 조절하고 지혜롭게 표현하는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 지혜롭고 포용적인 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 넓은 시야와 깊은 통찰을 가지며, 큰 포부로 주변을 이... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 감정을 조절하고 지혜롭게 표현하는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "癸巳": {
    "일주": "계사",
    "한자": "癸巳",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 섬세하지만 강한 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 조용하지만 핵심을 찌르는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 지혜을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 섬세한 감각과 강한 내공을 동시에 가... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 예리함에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 조용히 준비하고 강하게 실행하는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 깊이 느끼되 절제하여 표현하는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 섬세하지만 강한 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 조용하지만 핵심을 찌르는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 섬세한 감각과 강한 내공을 동시에 가지며, 조... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 지혜을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "조용히 준비하고 강하게 실행하는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 섬세하지만 강한 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 예리함이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 조용하지만 핵심을 찌르는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 섬세하지만 강한 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 깊이 느끼되 절제하여 표현하는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 조용히 준비하고 강하게 실행하는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 섬세한 감각과 강한 내공을 동시에 가지며, 조용한 열정... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 인내심을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 깊이 느끼되 절제하여 표현하는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "섬세하지만 강한 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 조용하지만 핵심을 찌르는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 지혜을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 조용히 준비하고 강하게 실행하는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 섬세하지만 강한 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 지혜 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 조용하지만 핵심을 찌르는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 조용히 준비하고 강하게 실행하는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 깊이 느끼되 절제하여 표현하는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 섬세한 감각과 강한 내공을 동시에 가지며, 조용한 열정으로 목표... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 조용히 준비하고 강하게 실행하는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "섬세하지만 강한 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 지혜을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 조용하지만 핵심을 찌르는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 깊이 느끼되 절제하여 표현하는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 섬세하지만 강한 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 섬세한 감각과 강한 내공을 동시에 가지며, 조용한 열정으로 목표를 이루는... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "섬세하지만 강한 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 조용히 준비하고 강하게 실행하는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 지혜 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 조용하지만 핵심을 찌르는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 조용히 준비하고 강하게 실행하는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 깊이 느끼되 절제하여 표현하는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 섬세하지만 강한 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 섬세한 감각과 강한 내공을 동시에 가지며, 조용한 열정... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 깊이 느끼되 절제하여 표현하는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "甲午": {
    "일주": "갑오",
    "한자": "甲午",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 활발하고 열정적인 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 밝고 적극적으로 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 추진력을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 밝은 에너지로 주변을 이끌며, 긍정적... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 열정에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 적극적으로 시작하고 열정적으로 추진하는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 감정을 밝고 긍정적으로 표현하는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 활발하고 열정적인 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 밝고 적극적으로 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 밝은 에너지로 주변을 이끌며, 긍정적 열정으로... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 추진력을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "적극적으로 시작하고 열정적으로 추진하는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 활발하고 열정적인 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 열정이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 밝고 적극적으로 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 활발하고 열정적인 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 감정을 밝고 긍정적으로 표현하는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 적극적으로 시작하고 열정적으로 추진하는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 밝은 에너지로 주변을 이끌며, 긍정적 열정으로 도전을 ... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 리더십을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 감정을 밝고 긍정적으로 표현하는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "활발하고 열정적인 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 밝고 적극적으로 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 추진력을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 적극적으로 시작하고 열정적으로 추진하는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 활발하고 열정적인 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 추진력 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 밝고 적극적으로 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 적극적으로 시작하고 열정적으로 추진하는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 감정을 밝고 긍정적으로 표현하는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 밝은 에너지로 주변을 이끌며, 긍정적 열정으로 도전을 즐기는 성... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 적극적으로 시작하고 열정적으로 추진하는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "활발하고 열정적인 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 추진력을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 밝고 적극적으로 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 감정을 밝고 긍정적으로 표현하는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 활발하고 열정적인 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 밝은 에너지로 주변을 이끌며, 긍정적 열정으로 도전을 즐기는 성향... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "활발하고 열정적인 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 적극적으로 시작하고 열정적으로 추진하는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 추진력 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 밝고 적극적으로 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 적극적으로 시작하고 열정적으로 추진하는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 감정을 밝고 긍정적으로 표현하는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 활발하고 열정적인 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 밝은 에너지로 주변을 이끌며, 긍정적 열정으로 도전을 ... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 감정을 밝고 긍정적으로 표현하는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "乙未": {
    "일주": "을미",
    "한자": "乙未",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 부드럽고 따뜻한 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 부드럽고 배려하며 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 배려심을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 부드러운 카리스마로 사람을 끌어안으며... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 온화함에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 차분히 배려하며 완성하는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 따뜻하고 진심으로 표현하는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 부드럽고 따뜻한 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 부드럽고 배려하며 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 부드러운 카리스마로 사람을 끌어안으며, 온화한... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 배려심을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "차분히 배려하며 완성하는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 부드럽고 따뜻한 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 온화함이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 부드럽고 배려하며 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 부드럽고 따뜻한 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 따뜻하고 진심으로 표현하는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 차분히 배려하며 완성하는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 부드러운 카리스마로 사람을 끌어안으며, 온화한 인내로 ... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 인내심을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 따뜻하고 진심으로 표현하는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "부드럽고 따뜻한 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 부드럽고 배려하며 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 배려심을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 차분히 배려하며 완성하는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 부드럽고 따뜻한 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 배려심 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 부드럽고 배려하며 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 차분히 배려하며 완성하는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 따뜻하고 진심으로 표현하는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 부드러운 카리스마로 사람을 끌어안으며, 온화한 인내로 목표를 이... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 차분히 배려하며 완성하는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "부드럽고 따뜻한 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 배려심을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 부드럽고 배려하며 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 따뜻하고 진심으로 표현하는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 부드럽고 따뜻한 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 부드러운 카리스마로 사람을 끌어안으며, 온화한 인내로 목표를 이루는 성향... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "부드럽고 따뜻한 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 차분히 배려하며 완성하는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 배려심 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 부드럽고 배려하며 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 차분히 배려하며 완성하는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 따뜻하고 진심으로 표현하는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 부드럽고 따뜻한 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 부드러운 카리스마로 사람을 끌어안으며, 온화한 인내로 ... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 따뜻하고 진심으로 표현하는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "丙申": {
    "일주": "병신",
    "한자": "丙申",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 열정적이고 영리한 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 재치 있고 열정적으로 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 창의성을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 뜨거운 열정과 뛰어난 지혜를 겸비하며... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 지혜에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 창의적으로 생각하고 빠르게 실행하는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 밝고 적극적으로 표현하는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 열정적이고 영리한 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 재치 있고 열정적으로 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 뜨거운 열정과 뛰어난 지혜를 겸비하며, 창의적... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 창의성을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "창의적으로 생각하고 빠르게 실행하는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 열정적이고 영리한 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 지혜이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 재치 있고 열정적으로 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 열정적이고 영리한 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 밝고 적극적으로 표현하는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 창의적으로 생각하고 빠르게 실행하는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 뜨거운 열정과 뛰어난 지혜를 겸비하며, 창의적 해결책을... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 추진력을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 밝고 적극적으로 표현하는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "열정적이고 영리한 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 재치 있고 열정적으로 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 창의성을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 창의적으로 생각하고 빠르게 실행하는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 열정적이고 영리한 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 창의성 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 재치 있고 열정적으로 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 창의적으로 생각하고 빠르게 실행하는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 밝고 적극적으로 표현하는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 뜨거운 열정과 뛰어난 지혜를 겸비하며, 창의적 해결책을 찾아내는... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 창의적으로 생각하고 빠르게 실행하는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "열정적이고 영리한 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 창의성을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 재치 있고 열정적으로 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 밝고 적극적으로 표현하는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 열정적이고 영리한 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 뜨거운 열정과 뛰어난 지혜를 겸비하며, 창의적 해결책을 찾아내는 성향... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "열정적이고 영리한 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 창의적으로 생각하고 빠르게 실행하는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 창의성 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 재치 있고 열정적으로 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 창의적으로 생각하고 빠르게 실행하는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 밝고 적극적으로 표현하는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 열정적이고 영리한 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 뜨거운 열정과 뛰어난 지혜를 겸비하며, 창의적 해결책을... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 밝고 적극적으로 표현하는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "丁酉": {
    "일주": "정유",
    "한자": "丁酉",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 절제되고 완벽주의적인 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 정확하고 절제되게 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 완벽주의을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 온화한 불빛과 예리한 날카로움을 동시... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 예리함에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 완벽을 추구하며 섬세하게 완성하는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 내면화하여 깊이 느끼는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 절제되고 완벽주의적인 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 정확하고 절제되게 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 온화한 불빛과 예리한 날카로움을 동시에 가지며... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 완벽주의을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "완벽을 추구하며 섬세하게 완성하는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 절제되고 완벽주의적인 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 예리함이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 정확하고 절제되게 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 절제되고 완벽주의적인 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 내면화하여 깊이 느끼는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 완벽을 추구하며 섬세하게 완성하는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 온화한 불빛과 예리한 날카로움을 동시에 가지며, 완벽한... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 심미안을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 내면화하여 깊이 느끼는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "절제되고 완벽주의적인 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 정확하고 절제되게 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 완벽주의을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 완벽을 추구하며 섬세하게 완성하는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 절제되고 완벽주의적인 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 완벽주의 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 정확하고 절제되게 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 완벽을 추구하며 섬세하게 완성하는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 내면화하여 깊이 느끼는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 온화한 불빛과 예리한 날카로움을 동시에 가지며, 완벽한 결과를 ... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 완벽을 추구하며 섬세하게 완성하는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "절제되고 완벽주의적인 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 완벽주의을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 정확하고 절제되게 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 내면화하여 깊이 느끼는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 절제되고 완벽주의적인 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 온화한 불빛과 예리한 날카로움을 동시에 가지며, 완벽한 결과를 추구하는 ... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "절제되고 완벽주의적인 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 완벽을 추구하며 섬세하게 완성하는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 완벽주의 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 정확하고 절제되게 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 완벽을 추구하며 섬세하게 완성하는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 내면화하여 깊이 느끼는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 절제되고 완벽주의적인 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 온화한 불빛과 예리한 날카로움을 동시에 가지며, 완벽한... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 내면화하여 깊이 느끼는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "戊戌": {
    "일주": "무술",
    "한자": "戊戌",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 든든하고 의리 있는 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 명확하고 진실되게 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 신뢰성을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 산처럼 든든하고 의리를 중시하며, 주... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 의리에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 책임감 있게 끝까지 완수하는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 감정을 절제하면서 진심을 담아 표현하는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 든든하고 의리 있는 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 명확하고 진실되게 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 산처럼 든든하고 의리를 중시하며, 주변 사람들... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 신뢰성을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "책임감 있게 끝까지 완수하는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 든든하고 의리 있는 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 의리이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 명확하고 진실되게 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 든든하고 의리 있는 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 감정을 절제하면서 진심을 담아 표현하는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 책임감 있게 끝까지 완수하는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 산처럼 든든하고 의리를 중시하며, 주변 사람들의 든든한... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 책임감을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 감정을 절제하면서 진심을 담아 표현하는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "든든하고 의리 있는 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 명확하고 진실되게 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 신뢰성을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 책임감 있게 끝까지 완수하는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 든든하고 의리 있는 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 신뢰성 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 명확하고 진실되게 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 책임감 있게 끝까지 완수하는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 감정을 절제하면서 진심을 담아 표현하는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 산처럼 든든하고 의리를 중시하며, 주변 사람들의 든든한 버팀목이... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 책임감 있게 끝까지 완수하는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "든든하고 의리 있는 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 신뢰성을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 명확하고 진실되게 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 감정을 절제하면서 진심을 담아 표현하는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 든든하고 의리 있는 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 산처럼 든든하고 의리를 중시하며, 주변 사람들의 든든한 버팀목이 되는 성... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "든든하고 의리 있는 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 책임감 있게 끝까지 완수하는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 신뢰성 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 명확하고 진실되게 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 책임감 있게 끝까지 완수하는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 감정을 절제하면서 진심을 담아 표현하는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 든든하고 의리 있는 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 산처럼 든든하고 의리를 중시하며, 주변 사람들의 든든한... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 감정을 절제하면서 진심을 담아 표현하는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "己亥": {
    "일주": "기해",
    "한자": "己亥",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 신중하고 지혜로운 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 신중하면서 깊이 있게 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 지혜을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 깊은 사색과 넓은 포용력을 가지며, ... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 신중함에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 깊이 생각하고 신중하게 결정하는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 내면 깊이 느끼되 절제하여 표현하는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 신중하고 지혜로운 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 신중하면서 깊이 있게 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 깊은 사색과 넓은 포용력을 가지며, 조용한 지... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 지혜을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "깊이 생각하고 신중하게 결정하는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 신중하고 지혜로운 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 신중함이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 신중하면서 깊이 있게 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 신중하고 지혜로운 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 내면 깊이 느끼되 절제하여 표현하는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 깊이 생각하고 신중하게 결정하는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 깊은 사색과 넓은 포용력을 가지며, 조용한 지혜로 문제... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 포용력을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 내면 깊이 느끼되 절제하여 표현하는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "신중하고 지혜로운 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 신중하면서 깊이 있게 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 지혜을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 깊이 생각하고 신중하게 결정하는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 신중하고 지혜로운 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 지혜 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 신중하면서 깊이 있게 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 깊이 생각하고 신중하게 결정하는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 내면 깊이 느끼되 절제하여 표현하는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 깊은 사색과 넓은 포용력을 가지며, 조용한 지혜로 문제를 해결하... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 깊이 생각하고 신중하게 결정하는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "신중하고 지혜로운 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 지혜을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 신중하면서 깊이 있게 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 내면 깊이 느끼되 절제하여 표현하는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 신중하고 지혜로운 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 깊은 사색과 넓은 포용력을 가지며, 조용한 지혜로 문제를 해결하는 성향... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "신중하고 지혜로운 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 깊이 생각하고 신중하게 결정하는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 지혜 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 신중하면서 깊이 있게 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 깊이 생각하고 신중하게 결정하는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 내면 깊이 느끼되 절제하여 표현하는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 신중하고 지혜로운 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 깊은 사색과 넓은 포용력을 가지며, 조용한 지혜로 문제... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 내면 깊이 느끼되 절제하여 표현하는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "庚子": {
    "일주": "경자",
    "한자": "庚子",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 강하지만 융통성 있는 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 명확하면서 유연하게 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 결단력을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 강한 의지와 유연한 대처를 겸비하며,... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 지혜에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 강하게 밀어붙이되 유연하게 대응하는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 감정을 절제하면서 상황에 맞게 표현하는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 강하지만 융통성 있는 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 명확하면서 유연하게 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 강한 의지와 유연한 대처를 겸비하며, 상황에 ... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 결단력을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "강하게 밀어붙이되 유연하게 대응하는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 강하지만 융통성 있는 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 지혜이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 명확하면서 유연하게 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 강하지만 융통성 있는 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 감정을 절제하면서 상황에 맞게 표현하는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 강하게 밀어붙이되 유연하게 대응하는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 강한 의지와 유연한 대처를 겸비하며, 상황에 맞게 전략... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 적응력을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 감정을 절제하면서 상황에 맞게 표현하는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "강하지만 융통성 있는 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 명확하면서 유연하게 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 결단력을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 강하게 밀어붙이되 유연하게 대응하는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 강하지만 융통성 있는 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 결단력 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 명확하면서 유연하게 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 강하게 밀어붙이되 유연하게 대응하는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 감정을 절제하면서 상황에 맞게 표현하는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 강한 의지와 유연한 대처를 겸비하며, 상황에 맞게 전략을 바꾸는... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 강하게 밀어붙이되 유연하게 대응하는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "강하지만 융통성 있는 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 결단력을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 명확하면서 유연하게 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 감정을 절제하면서 상황에 맞게 표현하는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 강하지만 융통성 있는 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 강한 의지와 유연한 대처를 겸비하며, 상황에 맞게 전략을 바꾸는 성향... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "강하지만 융통성 있는 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 강하게 밀어붙이되 유연하게 대응하는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 결단력 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 명확하면서 유연하게 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 강하게 밀어붙이되 유연하게 대응하는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 감정을 절제하면서 상황에 맞게 표현하는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 강하지만 융통성 있는 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 강한 의지와 유연한 대처를 겸비하며, 상황에 맞게 전략... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 감정을 절제하면서 상황에 맞게 표현하는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "辛丑": {
    "일주": "신축",
    "한자": "辛丑",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 섬세하고 끈기 있는 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 정확하고 신중하게 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 완벽주의을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 섬세한 감각과 강한 끈기를 동시에 가... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 인내심에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 완벽을 추구하며 끝까지 완수하는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 절제되고 내면화하는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 섬세하고 끈기 있는 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 정확하고 신중하게 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 섬세한 감각과 강한 끈기를 동시에 가지며, 완... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 완벽주의을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "완벽을 추구하며 끝까지 완수하는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 섬세하고 끈기 있는 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 인내심이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 정확하고 신중하게 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 섬세하고 끈기 있는 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 절제되고 내면화하는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 완벽을 추구하며 끝까지 완수하는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 섬세한 감각과 강한 끈기를 동시에 가지며, 완벽한 결과... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 꼼꼼함을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 절제되고 내면화하는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "섬세하고 끈기 있는 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 정확하고 신중하게 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 완벽주의을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 완벽을 추구하며 끝까지 완수하는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 섬세하고 끈기 있는 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 완벽주의 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 정확하고 신중하게 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 완벽을 추구하며 끝까지 완수하는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 절제되고 내면화하는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 섬세한 감각과 강한 끈기를 동시에 가지며, 완벽한 결과를 위해 ... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 완벽을 추구하며 끝까지 완수하는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "섬세하고 끈기 있는 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 완벽주의을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 정확하고 신중하게 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 절제되고 내면화하는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 섬세하고 끈기 있는 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 섬세한 감각과 강한 끈기를 동시에 가지며, 완벽한 결과를 위해 인내하는 ... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "섬세하고 끈기 있는 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 완벽을 추구하며 끝까지 완수하는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 완벽주의 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 정확하고 신중하게 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 완벽을 추구하며 끝까지 완수하는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 절제되고 내면화하는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 섬세하고 끈기 있는 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 섬세한 감각과 강한 끈기를 동시에 가지며, 완벽한 결과... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 절제되고 내면화하는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "壬寅": {
    "일주": "임인",
    "한자": "壬寅",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 지혜롭고 활동적인 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 지혜롭고 설득력 있게 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 지혜을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 지혜와 행동력을 겸비하며, 빠른 판단... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 추진력에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 전략적으로 계획하고 활발하게 실행하는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 밝고 긍정적으로 표현하는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 지혜롭고 활동적인 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 지혜롭고 설득력 있게 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 지혜와 행동력을 겸비하며, 빠른 판단으로 기회... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 지혜을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "전략적으로 계획하고 활발하게 실행하는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 지혜롭고 활동적인 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 추진력이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 지혜롭고 설득력 있게 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 지혜롭고 활동적인 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 밝고 긍정적으로 표현하는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 전략적으로 계획하고 활발하게 실행하는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 지혜와 행동력을 겸비하며, 빠른 판단으로 기회를 잡아내... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 적응력을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 밝고 긍정적으로 표현하는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "지혜롭고 활동적인 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 지혜롭고 설득력 있게 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 지혜을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 전략적으로 계획하고 활발하게 실행하는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 지혜롭고 활동적인 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 지혜 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 지혜롭고 설득력 있게 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 전략적으로 계획하고 활발하게 실행하는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 밝고 긍정적으로 표현하는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 지혜와 행동력을 겸비하며, 빠른 판단으로 기회를 잡아내는 성향... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 전략적으로 계획하고 활발하게 실행하는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "지혜롭고 활동적인 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 지혜을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 지혜롭고 설득력 있게 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 밝고 긍정적으로 표현하는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 지혜롭고 활동적인 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 지혜와 행동력을 겸비하며, 빠른 판단으로 기회를 잡아내는 성향... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "지혜롭고 활동적인 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 전략적으로 계획하고 활발하게 실행하는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 지혜 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 지혜롭고 설득력 있게 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 전략적으로 계획하고 활발하게 실행하는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 밝고 긍정적으로 표현하는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 지혜롭고 활동적인 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 지혜와 행동력을 겸비하며, 빠른 판단으로 기회를 잡아내... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 밝고 긍정적으로 표현하는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "癸卯": {
    "일주": "계묘",
    "한자": "癸卯",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 섬세하고 감성적인 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 부드럽게 설득하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 예술적 감각을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 이슬처럼 섬세하고 봄 새싹처럼 부드러... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 배려심에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 디테일을 중시하는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 감정 기복이 있는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 섬세하고 감성적인 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 부드럽게 설득하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 이슬처럼 섬세하고 봄 새싹처럼 부드러우며, 예... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 예술적 감각을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "디테일을 중시하는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 섬세하고 감성적인 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 배려심이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 부드럽게 설득하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 섬세하고 감성적인 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 감정 기복이 있는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 디테일을 중시하는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 이슬처럼 섬세하고 봄 새싹처럼 부드러우며, 예술적 감수... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 우아함을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 감정 기복이 있는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "섬세하고 감성적인 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 부드럽게 설득하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 예술적 감각을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 디테일을 중시하는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 섬세하고 감성적인 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 예술적 감각 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 부드럽게 설득하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 디테일을 중시하는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 감정 기복이 있는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 이슬처럼 섬세하고 봄 새싹처럼 부드러우며, 예술적 감수성이 풍부... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 디테일을 중시하는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "섬세하고 감성적인 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 예술적 감각을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 부드럽게 설득하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 감정 기복이 있는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 섬세하고 감성적인 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 이슬처럼 섬세하고 봄 새싹처럼 부드러우며, 예술적 감수성이 풍부한 성향... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "섬세하고 감성적인 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 디테일을 중시하는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 예술적 감각 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 부드럽게 설득하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 디테일을 중시하는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 감정 기복이 있는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 섬세하고 감성적인 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 이슬처럼 섬세하고 봄 새싹처럼 부드러우며, 예술적 감수... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 감정 기복이 있는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "甲辰": {
    "일주": "갑진",
    "한자": "甲辰",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 강하고 포용적인 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 명확하면서 배려하며 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 리더십을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 강한 추진력과 넓은 포용력을 동시에 ... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 포용력에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 큰 그림을 그리고 포용하며 이끄는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 감정을 조절하고 균형 있게 표현하는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 강하고 포용적인 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 명확하면서 배려하며 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 강한 추진력과 넓은 포용력을 동시에 가지며, ... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 리더십을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "큰 그림을 그리고 포용하며 이끄는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 강하고 포용적인 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 포용력이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 명확하면서 배려하며 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 강하고 포용적인 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 감정을 조절하고 균형 있게 표현하는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 큰 그림을 그리고 포용하며 이끄는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 강한 추진력과 넓은 포용력을 동시에 가지며, 큰 스케일... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 추진력을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 감정을 조절하고 균형 있게 표현하는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "강하고 포용적인 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 명확하면서 배려하며 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 리더십을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 큰 그림을 그리고 포용하며 이끄는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 강하고 포용적인 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 리더십 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 명확하면서 배려하며 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 큰 그림을 그리고 포용하며 이끄는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 감정을 조절하고 균형 있게 표현하는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 강한 추진력과 넓은 포용력을 동시에 가지며, 큰 스케일로 일을 ... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 큰 그림을 그리고 포용하며 이끄는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "강하고 포용적인 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 리더십을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 명확하면서 배려하며 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 감정을 조절하고 균형 있게 표현하는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 강하고 포용적인 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 강한 추진력과 넓은 포용력을 동시에 가지며, 큰 스케일로 일을 추진하는 ... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "강하고 포용적인 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 큰 그림을 그리고 포용하며 이끄는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 리더십 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 명확하면서 배려하며 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 큰 그림을 그리고 포용하며 이끄는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 감정을 조절하고 균형 있게 표현하는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 강하고 포용적인 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 강한 추진력과 넓은 포용력을 동시에 가지며, 큰 스케일... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 감정을 조절하고 균형 있게 표현하는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "乙巳": {
    "일주": "을사",
    "한자": "乙巳",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 부드럽지만 열정적인 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 부드럽되 설득력 있게 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 유연성을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 부드러운 외유와 뜨거운 내강을 겸비하... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 열정에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 유연하게 대처하면서 열정적으로 완성하는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 온화하게 느끼되 뜨겁게 표현하는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 부드럽지만 열정적인 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 부드럽되 설득력 있게 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 부드러운 외유와 뜨거운 내강을 겸비하며, 온화... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 유연성을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "유연하게 대처하면서 열정적으로 완성하는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 부드럽지만 열정적인 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 열정이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 부드럽되 설득력 있게 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 부드럽지만 열정적인 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 온화하게 느끼되 뜨겁게 표현하는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 유연하게 대처하면서 열정적으로 완성하는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 부드러운 외유와 뜨거운 내강을 겸비하며, 온화한 열정으... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 섬세함을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 온화하게 느끼되 뜨겁게 표현하는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "부드럽지만 열정적인 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 부드럽되 설득력 있게 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 유연성을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 유연하게 대처하면서 열정적으로 완성하는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 부드럽지만 열정적인 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 유연성 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 부드럽되 설득력 있게 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 유연하게 대처하면서 열정적으로 완성하는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 온화하게 느끼되 뜨겁게 표현하는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 부드러운 외유와 뜨거운 내강을 겸비하며, 온화한 열정으로 사람을... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 유연하게 대처하면서 열정적으로 완성하는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "부드럽지만 열정적인 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 유연성을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 부드럽되 설득력 있게 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 온화하게 느끼되 뜨겁게 표현하는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 부드럽지만 열정적인 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 부드러운 외유와 뜨거운 내강을 겸비하며, 온화한 열정으로 사람을 이끄는 ... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "부드럽지만 열정적인 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 유연하게 대처하면서 열정적으로 완성하는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 유연성 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 부드럽되 설득력 있게 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 유연하게 대처하면서 열정적으로 완성하는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 온화하게 느끼되 뜨겁게 표현하는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 부드럽지만 열정적인 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 부드러운 외유와 뜨거운 내강을 겸비하며, 온화한 열정으... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 온화하게 느끼되 뜨겁게 표현하는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "丙午": {
    "일주": "병오",
    "한자": "丙午",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 열정적이고 당당한 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 당당하고 강하게 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 열정을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 타오르는 불처럼 뜨거운 열정을 가지며... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 추진력에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 열정적으로 밀고 나가는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 감정을 숨김없이 드러내는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 열정적이고 당당한 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 당당하고 강하게 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 타오르는 불처럼 뜨거운 열정을 가지며, 자존심... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 열정을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "열정적으로 밀고 나가는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 열정적이고 당당한 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 추진력이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 당당하고 강하게 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 열정적이고 당당한 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 감정을 숨김없이 드러내는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 열정적으로 밀고 나가는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 타오르는 불처럼 뜨거운 열정을 가지며, 자존심 강하고 ... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 자존감을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 감정을 숨김없이 드러내는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "열정적이고 당당한 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 당당하고 강하게 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 열정을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 열정적으로 밀고 나가는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 열정적이고 당당한 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 열정 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 당당하고 강하게 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 열정적으로 밀고 나가는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 감정을 숨김없이 드러내는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 타오르는 불처럼 뜨거운 열정을 가지며, 자존심 강하고 당당하게 ... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 열정적으로 밀고 나가는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "열정적이고 당당한 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 열정을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 당당하고 강하게 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 감정을 숨김없이 드러내는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 열정적이고 당당한 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 타오르는 불처럼 뜨거운 열정을 가지며, 자존심 강하고 당당하게 살아가는 ... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "열정적이고 당당한 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 열정적으로 밀고 나가는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 열정 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 당당하고 강하게 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 열정적으로 밀고 나가는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 감정을 숨김없이 드러내는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 열정적이고 당당한 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 타오르는 불처럼 뜨거운 열정을 가지며, 자존심 강하고 ... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 감정을 숨김없이 드러내는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "丁未": {
    "일주": "정미",
    "한자": "丁未",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 온화하고 배려 깊은 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 부드럽고 따뜻하게 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 배려심을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 온화한 빛으로 주변을 비추며, 깊은 ... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 온화함에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 차분히 배려하며 완성하는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 온화하고 깊이 있게 표현하는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 온화하고 배려 깊은 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 부드럽고 따뜻하게 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 온화한 빛으로 주변을 비추며, 깊은 배려심으로... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 배려심을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "차분히 배려하며 완성하는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 온화하고 배려 깊은 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 온화함이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 부드럽고 따뜻하게 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 온화하고 배려 깊은 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 온화하고 깊이 있게 표현하는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 차분히 배려하며 완성하는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 온화한 빛으로 주변을 비추며, 깊은 배려심으로 사람들을... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 예술성을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 온화하고 깊이 있게 표현하는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "온화하고 배려 깊은 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 부드럽고 따뜻하게 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 배려심을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 차분히 배려하며 완성하는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 온화하고 배려 깊은 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 배려심 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 부드럽고 따뜻하게 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 차분히 배려하며 완성하는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 온화하고 깊이 있게 표현하는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 온화한 빛으로 주변을 비추며, 깊은 배려심으로 사람들을 감싸 안... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 차분히 배려하며 완성하는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "온화하고 배려 깊은 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 배려심을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 부드럽고 따뜻하게 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 온화하고 깊이 있게 표현하는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 온화하고 배려 깊은 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 온화한 빛으로 주변을 비추며, 깊은 배려심으로 사람들을 감싸 안는 성향... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "온화하고 배려 깊은 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 차분히 배려하며 완성하는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 배려심 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 부드럽고 따뜻하게 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 차분히 배려하며 완성하는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 온화하고 깊이 있게 표현하는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 온화하고 배려 깊은 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 온화한 빛으로 주변을 비추며, 깊은 배려심으로 사람들을... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 온화하고 깊이 있게 표현하는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "戊申": {
    "일주": "무신",
    "한자": "戊申",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 안정적이고 영리한 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 현실적이고 전략적으로 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 실용성을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 든든한 기반 위에서 지혜롭게 움직이며... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 지혜에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 전략적으로 계획하고 안정적으로 실행하는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 감정을 절제하고 이성적으로 판단하는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 안정적이고 영리한 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 현실적이고 전략적으로 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 든든한 기반 위에서 지혜롭게 움직이며, 현실적... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 실용성을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "전략적으로 계획하고 안정적으로 실행하는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 안정적이고 영리한 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 지혜이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 현실적이고 전략적으로 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 안정적이고 영리한 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 감정을 절제하고 이성적으로 판단하는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 전략적으로 계획하고 안정적으로 실행하는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 든든한 기반 위에서 지혜롭게 움직이며, 현실적 전략으로... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 전략을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 감정을 절제하고 이성적으로 판단하는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "안정적이고 영리한 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 현실적이고 전략적으로 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 실용성을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 전략적으로 계획하고 안정적으로 실행하는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 안정적이고 영리한 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 실용성 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 현실적이고 전략적으로 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 전략적으로 계획하고 안정적으로 실행하는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 감정을 절제하고 이성적으로 판단하는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 든든한 기반 위에서 지혜롭게 움직이며, 현실적 전략으로 목표를 ... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 전략적으로 계획하고 안정적으로 실행하는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "안정적이고 영리한 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 실용성을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 현실적이고 전략적으로 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 감정을 절제하고 이성적으로 판단하는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 안정적이고 영리한 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 든든한 기반 위에서 지혜롭게 움직이며, 현실적 전략으로 목표를 달성하는 ... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "안정적이고 영리한 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 전략적으로 계획하고 안정적으로 실행하는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 실용성 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 현실적이고 전략적으로 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 전략적으로 계획하고 안정적으로 실행하는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 감정을 절제하고 이성적으로 판단하는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 안정적이고 영리한 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 든든한 기반 위에서 지혜롭게 움직이며, 현실적 전략으로... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 감정을 절제하고 이성적으로 판단하는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "己酉": {
    "일주": "기유",
    "한자": "己酉",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 신중하고 예리한 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 정확하고 신중하게 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 분석력을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 예리한 분석력과 신중한 판단력을 가지... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 꼼꼼함에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 완벽을 추구하며 세밀하게 완성하는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 내면화하여 절제하는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 신중하고 예리한 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 정확하고 신중하게 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 예리한 분석력과 신중한 판단력을 가지며, 완벽... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 분석력을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "완벽을 추구하며 세밀하게 완성하는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 신중하고 예리한 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 꼼꼼함이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 정확하고 신중하게 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 신중하고 예리한 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 내면화하여 절제하는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 완벽을 추구하며 세밀하게 완성하는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 예리한 분석력과 신중한 판단력을 가지며, 완벽한 결과를... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 완벽주의을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 내면화하여 절제하는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "신중하고 예리한 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 정확하고 신중하게 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 분석력을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 완벽을 추구하며 세밀하게 완성하는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 신중하고 예리한 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 분석력 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 정확하고 신중하게 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 완벽을 추구하며 세밀하게 완성하는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 내면화하여 절제하는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 예리한 분석력과 신중한 판단력을 가지며, 완벽한 결과를 위해 노... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 완벽을 추구하며 세밀하게 완성하는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "신중하고 예리한 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 분석력을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 정확하고 신중하게 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 내면화하여 절제하는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 신중하고 예리한 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 예리한 분석력과 신중한 판단력을 가지며, 완벽한 결과를 위해 노력하는 성... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "신중하고 예리한 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 완벽을 추구하며 세밀하게 완성하는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 분석력 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 정확하고 신중하게 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 완벽을 추구하며 세밀하게 완성하는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 내면화하여 절제하는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 신중하고 예리한 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 예리한 분석력과 신중한 판단력을 가지며, 완벽한 결과를... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 내면화하여 절제하는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "庚戌": {
    "일주": "경술",
    "한자": "庚戌",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 강직하고 의리 있는 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 직설적이고 진실되게 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 정의감을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 강한 정의감과 의리를 중시하며, 원칙... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 의리에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 원칙을 지키며 책임감 있게 완수하는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 감정을 절제하면서 진심을 담는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 강직하고 의리 있는 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 직설적이고 진실되게 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 강한 정의감과 의리를 중시하며, 원칙을 지키고... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 정의감을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "원칙을 지키며 책임감 있게 완수하는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 강직하고 의리 있는 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 의리이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 직설적이고 진실되게 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 강직하고 의리 있는 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 감정을 절제하면서 진심을 담는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 원칙을 지키며 책임감 있게 완수하는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 강한 정의감과 의리를 중시하며, 원칙을 지키고 책임을 ... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 책임감을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 감정을 절제하면서 진심을 담는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "강직하고 의리 있는 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 직설적이고 진실되게 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 정의감을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 원칙을 지키며 책임감 있게 완수하는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 강직하고 의리 있는 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 정의감 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 직설적이고 진실되게 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 원칙을 지키며 책임감 있게 완수하는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 감정을 절제하면서 진심을 담는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 강한 정의감과 의리를 중시하며, 원칙을 지키고 책임을 다하는 성... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 원칙을 지키며 책임감 있게 완수하는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "강직하고 의리 있는 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 정의감을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 직설적이고 진실되게 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 감정을 절제하면서 진심을 담는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 강직하고 의리 있는 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 강한 정의감과 의리를 중시하며, 원칙을 지키고 책임을 다하는 성향... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "강직하고 의리 있는 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 원칙을 지키며 책임감 있게 완수하는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 정의감 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 직설적이고 진실되게 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 원칙을 지키며 책임감 있게 완수하는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 감정을 절제하면서 진심을 담는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 강직하고 의리 있는 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 강한 정의감과 의리를 중시하며, 원칙을 지키고 책임을 ... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 감정을 절제하면서 진심을 담는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "辛亥": {
    "일주": "신해",
    "한자": "辛亥",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 섬세하고 지혜로운 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 우아하고 깊이 있게 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 지혜을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 섬세한 감각과 깊은 지혜를 겸비하며,... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 섬세함에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 깊이 생각하고 완벽하게 완성하는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 절제되고 품격 있게 표현하는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 섬세하고 지혜로운 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 우아하고 깊이 있게 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 섬세한 감각과 깊은 지혜를 겸비하며, 우아한 ... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 지혜을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "깊이 생각하고 완벽하게 완성하는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 섬세하고 지혜로운 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 섬세함이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 우아하고 깊이 있게 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 섬세하고 지혜로운 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 절제되고 품격 있게 표현하는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 깊이 생각하고 완벽하게 완성하는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 섬세한 감각과 깊은 지혜를 겸비하며, 우아한 품격으로 ... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 통찰력을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 절제되고 품격 있게 표현하는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "섬세하고 지혜로운 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 우아하고 깊이 있게 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 지혜을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 깊이 생각하고 완벽하게 완성하는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 섬세하고 지혜로운 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 지혜 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 우아하고 깊이 있게 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 깊이 생각하고 완벽하게 완성하는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 절제되고 품격 있게 표현하는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 섬세한 감각과 깊은 지혜를 겸비하며, 우아한 품격으로 일을 처리... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 깊이 생각하고 완벽하게 완성하는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "섬세하고 지혜로운 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 지혜을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 우아하고 깊이 있게 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 절제되고 품격 있게 표현하는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 섬세하고 지혜로운 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 섬세한 감각과 깊은 지혜를 겸비하며, 우아한 품격으로 일을 처리하는 성향... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "섬세하고 지혜로운 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 깊이 생각하고 완벽하게 완성하는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 지혜 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 우아하고 깊이 있게 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 깊이 생각하고 완벽하게 완성하는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 절제되고 품격 있게 표현하는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 섬세하고 지혜로운 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 섬세한 감각과 깊은 지혜를 겸비하며, 우아한 품격으로 ... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 절제되고 품격 있게 표현하는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "壬子": {
    "일주": "임자",
    "한자": "壬子",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 지혜롭고 융통성 있는 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 재치 있고 유연하게 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 지혜을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 물처럼 흐르는 지혜를 가지며, 상황에... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 적응력에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 빠르게 판단하고 유연하게 대응하는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 유연하고 자연스럽게 표현하는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 지혜롭고 융통성 있는 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 재치 있고 유연하게 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 물처럼 흐르는 지혜를 가지며, 상황에 맞게 변... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 지혜을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "빠르게 판단하고 유연하게 대응하는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 지혜롭고 융통성 있는 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 적응력이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 재치 있고 유연하게 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 지혜롭고 융통성 있는 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 유연하고 자연스럽게 표현하는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 빠르게 판단하고 유연하게 대응하는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 물처럼 흐르는 지혜를 가지며, 상황에 맞게 변화하고 적... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 재치을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 유연하고 자연스럽게 표현하는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "지혜롭고 융통성 있는 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 재치 있고 유연하게 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 지혜을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 빠르게 판단하고 유연하게 대응하는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 지혜롭고 융통성 있는 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 지혜 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 재치 있고 유연하게 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 빠르게 판단하고 유연하게 대응하는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 유연하고 자연스럽게 표현하는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 물처럼 흐르는 지혜를 가지며, 상황에 맞게 변화하고 적응하는 성... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 빠르게 판단하고 유연하게 대응하는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "지혜롭고 융통성 있는 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 지혜을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 재치 있고 유연하게 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 유연하고 자연스럽게 표현하는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 지혜롭고 융통성 있는 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 물처럼 흐르는 지혜를 가지며, 상황에 맞게 변화하고 적응하는 성향... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "지혜롭고 융통성 있는 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 빠르게 판단하고 유연하게 대응하는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 지혜 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 재치 있고 유연하게 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 빠르게 판단하고 유연하게 대응하는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 유연하고 자연스럽게 표현하는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 지혜롭고 융통성 있는 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 물처럼 흐르는 지혜를 가지며, 상황에 맞게 변화하고 적... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 유연하고 자연스럽게 표현하는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "癸丑": {
    "일주": "계축",
    "한자": "癸丑",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 섬세하고 끈기 있는 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 조용하지만 깊이 있게 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 인내심을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 섬세한 감각과 강한 인내심을 가지며,... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 섬세함에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 조용히 끈기 있게 완성하는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 깊이 느끼되 절제하여 표현하는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 섬세하고 끈기 있는 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 조용하지만 깊이 있게 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 섬세한 감각과 강한 인내심을 가지며, 조용히 ... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 인내심을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "조용히 끈기 있게 완성하는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 섬세하고 끈기 있는 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 섬세함이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 조용하지만 깊이 있게 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 섬세하고 끈기 있는 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 깊이 느끼되 절제하여 표현하는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 조용히 끈기 있게 완성하는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 섬세한 감각과 강한 인내심을 가지며, 조용히 깊이 있게... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 깊이을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 깊이 느끼되 절제하여 표현하는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "섬세하고 끈기 있는 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 조용하지만 깊이 있게 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 인내심을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 조용히 끈기 있게 완성하는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 섬세하고 끈기 있는 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 인내심 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 조용하지만 깊이 있게 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 조용히 끈기 있게 완성하는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 깊이 느끼되 절제하여 표현하는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 섬세한 감각과 강한 인내심을 가지며, 조용히 깊이 있게 일을 완... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 조용히 끈기 있게 완성하는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "섬세하고 끈기 있는 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 인내심을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 조용하지만 깊이 있게 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 깊이 느끼되 절제하여 표현하는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 섬세하고 끈기 있는 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 섬세한 감각과 강한 인내심을 가지며, 조용히 깊이 있게 일을 완성하는 성... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "섬세하고 끈기 있는 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 조용히 끈기 있게 완성하는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 인내심 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 조용하지만 깊이 있게 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 조용히 끈기 있게 완성하는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 깊이 느끼되 절제하여 표현하는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 섬세하고 끈기 있는 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 섬세한 감각과 강한 인내심을 가지며, 조용히 깊이 있게... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 깊이 느끼되 절제하여 표현하는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "甲寅": {
    "일주": "갑인",
    "한자": "甲寅",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 활발하고 적극적인 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 직설적이고 강하게 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 추진력을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 강한 생명력으로 앞장서며, 새로운 길... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 리더십에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 앞장서서 빠르게 추진하는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 감정을 거침없이 표현하는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 활발하고 적극적인 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 직설적이고 강하게 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 강한 생명력으로 앞장서며, 새로운 길을 개척하... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 추진력을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "앞장서서 빠르게 추진하는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 활발하고 적극적인 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 리더십이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 직설적이고 강하게 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 활발하고 적극적인 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 감정을 거침없이 표현하는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 앞장서서 빠르게 추진하는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 강한 생명력으로 앞장서며, 새로운 길을 개척하고 도전을... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 개척정신을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 감정을 거침없이 표현하는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "활발하고 적극적인 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 직설적이고 강하게 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 추진력을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 앞장서서 빠르게 추진하는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 활발하고 적극적인 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 추진력 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 직설적이고 강하게 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 앞장서서 빠르게 추진하는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 감정을 거침없이 표현하는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 강한 생명력으로 앞장서며, 새로운 길을 개척하고 도전을 즐기는 ... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 앞장서서 빠르게 추진하는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "활발하고 적극적인 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 추진력을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 직설적이고 강하게 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 감정을 거침없이 표현하는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 활발하고 적극적인 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 강한 생명력으로 앞장서며, 새로운 길을 개척하고 도전을 즐기는 성향... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "활발하고 적극적인 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 앞장서서 빠르게 추진하는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 추진력 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 직설적이고 강하게 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 앞장서서 빠르게 추진하는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 감정을 거침없이 표현하는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 활발하고 적극적인 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 강한 생명력으로 앞장서며, 새로운 길을 개척하고 도전을... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 감정을 거침없이 표현하는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "乙卯": {
    "일주": "을묘",
    "한자": "乙卯",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 부드럽고 우아한 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 부드럽고 우아하게 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 섬세함을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 꽃처럼 우아하고 섬세하며, 부드러운 ... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 우아함에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 섬세하게 다듬고 아름답게 완성하는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 절제되고 품격 있게 표현하는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 부드럽고 우아한 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 부드럽고 우아하게 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 꽃처럼 우아하고 섬세하며, 부드러운 카리스마로... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 섬세함을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "섬세하게 다듬고 아름답게 완성하는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 부드럽고 우아한 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 우아함이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 부드럽고 우아하게 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 부드럽고 우아한 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 절제되고 품격 있게 표현하는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 섬세하게 다듬고 아름답게 완성하는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 꽃처럼 우아하고 섬세하며, 부드러운 카리스마로 사람들을... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 배려심을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 절제되고 품격 있게 표현하는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "부드럽고 우아한 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 부드럽고 우아하게 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 섬세함을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 섬세하게 다듬고 아름답게 완성하는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 부드럽고 우아한 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 섬세함 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 부드럽고 우아하게 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 섬세하게 다듬고 아름답게 완성하는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 절제되고 품격 있게 표현하는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 꽃처럼 우아하고 섬세하며, 부드러운 카리스마로 사람들을 끌어당기... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 섬세하게 다듬고 아름답게 완성하는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "부드럽고 우아한 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 섬세함을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 부드럽고 우아하게 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 절제되고 품격 있게 표현하는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 부드럽고 우아한 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 꽃처럼 우아하고 섬세하며, 부드러운 카리스마로 사람들을 끌어당기는 성향... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "부드럽고 우아한 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 섬세하게 다듬고 아름답게 완성하는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 섬세함 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 부드럽고 우아하게 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 섬세하게 다듬고 아름답게 완성하는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 절제되고 품격 있게 표현하는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 부드럽고 우아한 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 꽃처럼 우아하고 섬세하며, 부드러운 카리스마로 사람들을... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 절제되고 품격 있게 표현하는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "丙辰": {
    "일주": "병진",
    "한자": "丙辰",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 열정적이고 포용적인 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 밝고 포용력 있게 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 열정을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 뜨거운 열정과 넓은 포용력을 가지며,... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 포용력에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 열정적으로 이끌고 포용하는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 밝고 긍정적으로 표현하는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 열정적이고 포용적인 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 밝고 포용력 있게 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 뜨거운 열정과 넓은 포용력을 가지며, 밝은 에... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 열정을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "열정적으로 이끌고 포용하는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 열정적이고 포용적인 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 포용력이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 밝고 포용력 있게 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 열정적이고 포용적인 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 밝고 긍정적으로 표현하는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 열정적으로 이끌고 포용하는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 뜨거운 열정과 넓은 포용력을 가지며, 밝은 에너지로 주... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 리더십을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 밝고 긍정적으로 표현하는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "열정적이고 포용적인 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 밝고 포용력 있게 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 열정을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 열정적으로 이끌고 포용하는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 열정적이고 포용적인 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 열정 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 밝고 포용력 있게 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 열정적으로 이끌고 포용하는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 밝고 긍정적으로 표현하는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 뜨거운 열정과 넓은 포용력을 가지며, 밝은 에너지로 주변을 이끄... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 열정적으로 이끌고 포용하는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "열정적이고 포용적인 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 열정을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 밝고 포용력 있게 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 밝고 긍정적으로 표현하는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 열정적이고 포용적인 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 뜨거운 열정과 넓은 포용력을 가지며, 밝은 에너지로 주변을 이끄는 성향... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "열정적이고 포용적인 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 열정적으로 이끌고 포용하는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 열정 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 밝고 포용력 있게 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 열정적으로 이끌고 포용하는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 밝고 긍정적으로 표현하는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 열정적이고 포용적인 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 뜨거운 열정과 넓은 포용력을 가지며, 밝은 에너지로 주... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 밝고 긍정적으로 표현하는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "丁巳": {
    "일주": "정사",
    "한자": "丁巳",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 온화하지만 열정적인 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 온화하면서 설득력 있게 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 열정을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 온화한 불꽃처럼 따뜻하면서도 강한 내... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 섬세함에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 차분히 준비하고 열정적으로 실행하는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 절제되되 뜨겁게 표현하는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 온화하지만 열정적인 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 온화하면서 설득력 있게 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 온화한 불꽃처럼 따뜻하면서도 강한 내공을 가지... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 열정을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "차분히 준비하고 열정적으로 실행하는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 온화하지만 열정적인 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 섬세함이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 온화하면서 설득력 있게 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 온화하지만 열정적인 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 절제되되 뜨겁게 표현하는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 차분히 준비하고 열정적으로 실행하는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 온화한 불꽃처럼 따뜻하면서도 강한 내공을 가지며, 지혜... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 지혜을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 절제되되 뜨겁게 표현하는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "온화하지만 열정적인 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 온화하면서 설득력 있게 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 열정을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 차분히 준비하고 열정적으로 실행하는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 온화하지만 열정적인 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 열정 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 온화하면서 설득력 있게 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 차분히 준비하고 열정적으로 실행하는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 절제되되 뜨겁게 표현하는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 온화한 불꽃처럼 따뜻하면서도 강한 내공을 가지며, 지혜로운 열정... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 차분히 준비하고 열정적으로 실행하는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "온화하지만 열정적인 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 열정을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 온화하면서 설득력 있게 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 절제되되 뜨겁게 표현하는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 온화하지만 열정적인 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 온화한 불꽃처럼 따뜻하면서도 강한 내공을 가지며, 지혜로운 열정을 발휘하... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "온화하지만 열정적인 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 차분히 준비하고 열정적으로 실행하는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 열정 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 온화하면서 설득력 있게 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 차분히 준비하고 열정적으로 실행하는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 절제되되 뜨겁게 표현하는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 온화하지만 열정적인 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 온화한 불꽃처럼 따뜻하면서도 강한 내공을 가지며, 지혜... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 절제되되 뜨겁게 표현하는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "戊午": {
    "일주": "무오",
    "한자": "戊午",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 든든하고 열정적인 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 명확하고 강하게 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 추진력을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 든든한 기반 위에서 열정적으로 움직이... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 신뢰성에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 책임감 있게 강하게 밀어붙이는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 감정을 솔직하게 표현하는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 든든하고 열정적인 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 명확하고 강하게 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 든든한 기반 위에서 열정적으로 움직이며, 강한... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 추진력을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "책임감 있게 강하게 밀어붙이는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 든든하고 열정적인 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 신뢰성이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 명확하고 강하게 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 든든하고 열정적인 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 감정을 솔직하게 표현하는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 책임감 있게 강하게 밀어붙이는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 든든한 기반 위에서 열정적으로 움직이며, 강한 추진력으... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 열정을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 감정을 솔직하게 표현하는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "든든하고 열정적인 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 명확하고 강하게 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 추진력을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 책임감 있게 강하게 밀어붙이는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 든든하고 열정적인 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 추진력 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 명확하고 강하게 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 책임감 있게 강하게 밀어붙이는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 감정을 솔직하게 표현하는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 든든한 기반 위에서 열정적으로 움직이며, 강한 추진력으로 목표를... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 책임감 있게 강하게 밀어붙이는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "든든하고 열정적인 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 추진력을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 명확하고 강하게 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 감정을 솔직하게 표현하는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 든든하고 열정적인 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 든든한 기반 위에서 열정적으로 움직이며, 강한 추진력으로 목표를 달성하는... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "든든하고 열정적인 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 책임감 있게 강하게 밀어붙이는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 추진력 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 명확하고 강하게 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 책임감 있게 강하게 밀어붙이는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 감정을 솔직하게 표현하는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 든든하고 열정적인 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 든든한 기반 위에서 열정적으로 움직이며, 강한 추진력으... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 감정을 솔직하게 표현하는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "己未": {
    "일주": "기미",
    "한자": "己未",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 신중하고 따뜻한 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 부드럽고 배려하며 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 배려심을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 대지의 따뜻함으로 주변을 품으며, 조... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 인내심에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 신중하게 준비하고 끈기 있게 완성하는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 따뜻하고 깊이 있게 표현하는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 신중하고 따뜻한 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 부드럽고 배려하며 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 대지의 따뜻함으로 주변을 품으며, 조용한 인내... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 배려심을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "신중하게 준비하고 끈기 있게 완성하는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 신중하고 따뜻한 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 인내심이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 부드럽고 배려하며 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 신중하고 따뜻한 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 따뜻하고 깊이 있게 표현하는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 신중하게 준비하고 끈기 있게 완성하는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 대지의 따뜻함으로 주변을 품으며, 조용한 인내로 목표를... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 온화함을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 따뜻하고 깊이 있게 표현하는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "신중하고 따뜻한 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 부드럽고 배려하며 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 배려심을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 신중하게 준비하고 끈기 있게 완성하는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 신중하고 따뜻한 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 배려심 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 부드럽고 배려하며 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 신중하게 준비하고 끈기 있게 완성하는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 따뜻하고 깊이 있게 표현하는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 대지의 따뜻함으로 주변을 품으며, 조용한 인내로 목표를 이루는 ... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 신중하게 준비하고 끈기 있게 완성하는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "신중하고 따뜻한 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 배려심을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 부드럽고 배려하며 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 따뜻하고 깊이 있게 표현하는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 신중하고 따뜻한 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 대지의 따뜻함으로 주변을 품으며, 조용한 인내로 목표를 이루는 성향... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "신중하고 따뜻한 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 신중하게 준비하고 끈기 있게 완성하는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 배려심 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 부드럽고 배려하며 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 신중하게 준비하고 끈기 있게 완성하는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 따뜻하고 깊이 있게 표현하는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 신중하고 따뜻한 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 대지의 따뜻함으로 주변을 품으며, 조용한 인내로 목표를... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 따뜻하고 깊이 있게 표현하는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "庚申": {
    "일주": "경신",
    "한자": "庚申",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 강하고 영리한 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 명확하고 전략적으로 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 결단력을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 날카로운 판단력과 강한 실행력을 가지... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 지혜에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 전략적으로 계획하고 강하게 실행하는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 감정을 절제하고 이성적으로 판단하는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 강하고 영리한 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 명확하고 전략적으로 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 날카로운 판단력과 강한 실행력을 가지며, 전략... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 결단력을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "전략적으로 계획하고 강하게 실행하는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 강하고 영리한 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 지혜이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 명확하고 전략적으로 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 강하고 영리한 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 감정을 절제하고 이성적으로 판단하는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 전략적으로 계획하고 강하게 실행하는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 날카로운 판단력과 강한 실행력을 가지며, 전략적으로 목... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 추진력을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 감정을 절제하고 이성적으로 판단하는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "강하고 영리한 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 명확하고 전략적으로 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 결단력을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 전략적으로 계획하고 강하게 실행하는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 강하고 영리한 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 결단력 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 명확하고 전략적으로 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 전략적으로 계획하고 강하게 실행하는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 감정을 절제하고 이성적으로 판단하는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 날카로운 판단력과 강한 실행력을 가지며, 전략적으로 목표를 달성... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 전략적으로 계획하고 강하게 실행하는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "강하고 영리한 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 결단력을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 명확하고 전략적으로 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 감정을 절제하고 이성적으로 판단하는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 강하고 영리한 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 날카로운 판단력과 강한 실행력을 가지며, 전략적으로 목표를 달성하는 성향... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "강하고 영리한 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 전략적으로 계획하고 강하게 실행하는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 결단력 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 명확하고 전략적으로 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 전략적으로 계획하고 강하게 실행하는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 감정을 절제하고 이성적으로 판단하는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 강하고 영리한 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 날카로운 판단력과 강한 실행력을 가지며, 전략적으로 목... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 감정을 절제하고 이성적으로 판단하는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "辛酉": {
    "일주": "신유",
    "한자": "辛酉",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 섬세하고 완벽주의적인 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 정확하고 절제되게 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 완벽주의을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 보석처럼 빛나는 감각을 가지며, 완벽... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 예리함에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 완벽을 추구하며 섬세하게 완성하는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 내면화하여 깊이 느끼는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 섬세하고 완벽주의적인 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 정확하고 절제되게 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 보석처럼 빛나는 감각을 가지며, 완벽한 결과를... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 완벽주의을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "완벽을 추구하며 섬세하게 완성하는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 섬세하고 완벽주의적인 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 예리함이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 정확하고 절제되게 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 섬세하고 완벽주의적인 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 내면화하여 깊이 느끼는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 완벽을 추구하며 섬세하게 완성하는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 보석처럼 빛나는 감각을 가지며, 완벽한 결과를 위해 섬... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 심미안을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 내면화하여 깊이 느끼는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "섬세하고 완벽주의적인 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 정확하고 절제되게 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 완벽주의을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 완벽을 추구하며 섬세하게 완성하는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 섬세하고 완벽주의적인 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 완벽주의 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 정확하고 절제되게 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 완벽을 추구하며 섬세하게 완성하는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 내면화하여 깊이 느끼는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 보석처럼 빛나는 감각을 가지며, 완벽한 결과를 위해 섬세하게 노... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 완벽을 추구하며 섬세하게 완성하는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "섬세하고 완벽주의적인 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 완벽주의을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 정확하고 절제되게 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 내면화하여 깊이 느끼는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 섬세하고 완벽주의적인 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 보석처럼 빛나는 감각을 가지며, 완벽한 결과를 위해 섬세하게 노력하는 성... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "섬세하고 완벽주의적인 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 완벽을 추구하며 섬세하게 완성하는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 완벽주의 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 정확하고 절제되게 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 완벽을 추구하며 섬세하게 완성하는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 내면화하여 깊이 느끼는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 섬세하고 완벽주의적인 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 보석처럼 빛나는 감각을 가지며, 완벽한 결과를 위해 섬... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 내면화하여 깊이 느끼는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "壬戌": {
    "일주": "임술",
    "한자": "壬戌",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 지혜롭고 의리 있는 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 깊이 있고 진실되게 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 지혜을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 깊은 지혜와 강한 의리를 겸비하며, ... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 의리에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 지혜롭게 판단하고 책임감 있게 완수하는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 절제되되 진심을 담아 표현하는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 지혜롭고 의리 있는 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 깊이 있고 진실되게 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 깊은 지혜와 강한 의리를 겸비하며, 포용력으로... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 지혜을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "지혜롭게 판단하고 책임감 있게 완수하는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 지혜롭고 의리 있는 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 의리이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 깊이 있고 진실되게 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 지혜롭고 의리 있는 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 절제되되 진심을 담아 표현하는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 지혜롭게 판단하고 책임감 있게 완수하는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 깊은 지혜와 강한 의리를 겸비하며, 포용력으로 사람들을... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 포용력을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 절제되되 진심을 담아 표현하는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "지혜롭고 의리 있는 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 깊이 있고 진실되게 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 지혜을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 지혜롭게 판단하고 책임감 있게 완수하는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 지혜롭고 의리 있는 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 지혜 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 깊이 있고 진실되게 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 지혜롭게 판단하고 책임감 있게 완수하는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 절제되되 진심을 담아 표현하는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 깊은 지혜와 강한 의리를 겸비하며, 포용력으로 사람들을 이끄는 ... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 지혜롭게 판단하고 책임감 있게 완수하는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "지혜롭고 의리 있는 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 지혜을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 깊이 있고 진실되게 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 절제되되 진심을 담아 표현하는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 지혜롭고 의리 있는 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 깊은 지혜와 강한 의리를 겸비하며, 포용력으로 사람들을 이끄는 성향... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "지혜롭고 의리 있는 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 지혜롭게 판단하고 책임감 있게 완수하는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 지혜 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 깊이 있고 진실되게 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 지혜롭게 판단하고 책임감 있게 완수하는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 절제되되 진심을 담아 표현하는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 지혜롭고 의리 있는 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 깊은 지혜와 강한 의리를 겸비하며, 포용력으로 사람들을... 이런 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 절제되되 진심을 담아 표현하는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  },
  "癸亥": {
    "일주": "계해",
    "한자": "癸亥",
    "오늘의이벤트": {
      "인연": [
        "오전 10-11시쯤, 섬세하고 지혜로운 당신에게 공감하는 사람과 의미 있는 대화 나눌 수 있어요",
        "점심시간에 깊이 있고 부드럽게 말하는 스타일에 끌리는 사람이 먼저 말을 걸어올 거예요",
        "오후 3-4시, 지혜을(를) 알아봐주는 사람과 협업 기회가 생길 수 있어요",
        "퇴근 후 우연한 만남에서 바다처럼 깊은 지혜와 포용력을 가지며... 같은 면모를 보이면 깊은 인연으로 발전할 거예요",
        "저녁 약속에서 당신의 통찰력에 감탄하는 사람 만날 수 있어요"
      ],
      "재미": [
        "오전에 깊이 생각하고 지혜롭게 완성하는 방식으로 일하다가 예상치 못한 재밌는 상황 만날 수 있어요",
        "점심 후 동료나 친구가 보낸 메시지에서 깊고 진심 어린 감정을 표현하는 당신도 공감하며 웃을 거예요",
        "오후 2-3시쯤 섬세하고 지혜로운 당신의 스타일과 딱 맞는 콘텐츠 발견하고 빠져들 거예요",
        "저녁에 깊이 있고 부드럽게 말하는 방식으로 농담했더니 예상 외로 반응이 좋아서 뿌듯할 거예요",
        "밤에 우연히 본 영상이나 글이 바다처럼 깊은 지혜와 포용력을 가지며, 섬세한... 당신의 취향 저격할 수 있어요"
      ],
      "행운": [
        "오늘 오후 4시 이후, 지혜을(를) 발휘한 게 인정받아 좋은 소식 들을 거예요",
        "깊이 생각하고 지혜롭게 완성하는 당신의 방식이 오늘은 특히 빛을 발해서 일이 술술 풀릴 수 있어요",
        "점심시간 전후로 섬세하고 지혜로운 당신에게 유리한 상황이나 제안이 들어올 거예요",
        "오후에 통찰력이(가) 필요한 순간, 딱 맞는 기회 생길 수 있어요",
        "저녁에 깊이 있고 부드럽게 말하는 당신의 말투가 누군가의 마음을 움직여 좋은 결과 얻을 거예요"
      ],
      "영감": [
        "아침 루틴 중 섬세하고 지혜로운 당신만의 감각으로 새로운 아이디어 떠올릴 수 있어요",
        "점심 후 휴식 시간에 깊고 진심 어린 감정을 표현하는 당신의 감성이 자극받아 영감 받을 거예요",
        "오후 작업 중 깊이 생각하고 지혜롭게 완성하는 방식의 장점이 새로운 관점을 열어줄 수 있어요",
        "저녁 산책이나 이동 중 바다처럼 깊은 지혜와 포용력을 가지며, 섬세한 감수성으... 이런 특성 덕분에 통찰 얻을 거예요",
        "밤에 포용력을(를) 활용한 새로운 방법 떠오를 수 있어요"
      ],
      "도전": [
        "평소 깊고 진심 어린 감정을 표현하는 스타일이지만, 오늘은 조금 더 표현해보면 좋은 반응 받을 거예요",
        "섬세하고 지혜로운 당신이라면 새로운 방식 시도해도 금방 적응하고 성과 낼 수 있어요",
        "점심시간에 깊이 있고 부드럽게 말하는 방식으로 의견 제시하면 설득력 있게 전달될 거예요",
        "오후에 지혜을(를) 활용한 프로젝트 시작하면 몰입하게 될 거예요",
        "저녁이나 주말에 깊이 생각하고 지혜롭게 완성하는 스타일에 맞는 새로운 취미 시작하면 재밌을 거예요"
      ]
    },
    "시간대별예측": {
      "새벽": "6-8시, 섬세하고 지혜로운 당신답게 하루를 여는 시간. 좋은 기운으로 시작될 거예요",
      "오전": "9-12시, 지혜 발휘하기 좋은 시간. 중요한 일은 11시 전후가 베스트",
      "점심": "12-2시, 깊이 있고 부드럽게 말하는 당신의 스타일로 대화하거나 여유 갖기 좋아요",
      "오후": "3-6시, 깊이 생각하고 지혜롭게 완성하는 방식으로 집중하면 높은 성과 낼 수 있는 골든타임",
      "저녁": "7-9시, 깊고 진심 어린 감정을 표현하는 당신답게 감정 표현하거나 쉬기 좋은 시간",
      "밤": "10시 이후, 바다처럼 깊은 지혜와 포용력을 가지며, 섬세한 감수성으로 세상을... 이런 면모 살려 내일 계획 세우거나 쉬세요"
    },
    "요일별테마": {
      "월요일": "새로운 한 주! 깊이 생각하고 지혜롭게 완성하는 방식으로 시작하면 한 주 내내 안정적일 거예요",
      "화요일": "섬세하고 지혜로운 당신의 강점 드러나는 날. 점심쯤 좋은 피드백 받을 수 있어요",
      "수요일": "중반 고비! 지혜을(를) 활용하면 오후에 돌파구 찾을 거예요",
      "목요일": "거의 다 왔어요. 깊이 있고 부드럽게 말하는 당신의 스타일로 동료들과 소통하면 힐링돼요",
      "금요일": "불금! 깊고 진심 어린 감정을 표현하는 당신답게 한 주 마무리하고 저녁은 마음껏 즐기세요",
      "토요일": "여유로운 주말. 섬세하고 지혜로운 당신에게 맞는 활동이나 휴식 즐기면 좋아요",
      "일요일": "재충전의 날. 바다처럼 깊은 지혜와 포용력을 가지며, 섬세한 감수성으로 세상을 이해하는... 이런 면모 살려 다음 주 준비하세요"
    },
    "에너지조합": {
      "활동높음_마음높음": "섬세하고 지혜로운 당신이 최고조! 오후 2-4시가 모든 게 잘 풀리는 골든타임",
      "활동높음_마음보통": "에너지 넘쳐요. 깊이 생각하고 지혜롭게 완성하는 방식으로 오전에 집중하면 오후는 여유롭게",
      "활동높음_마음낮음": "몸은 괜찮은데 마음이 무거워요. 지혜 활용한 활동하면 기분 나아져요",
      "활동보통_마음높음": "기분 좋은 날! 깊이 있고 부드럽게 말하는 당신의 스타일로 소통하면 더 즐거워요",
      "활동보통_마음보통": "평온한 하루. 깊이 생각하고 지혜롭게 완성하는 방식대로 루틴 지키면 저녁에 뿌듯해요",
      "활동보통_마음낮음": "무리하지 마세요. 깊고 진심 어린 감정을 표현하는 당신답게 감정 인정하고 쉬어가세요",
      "활동낮음_마음높음": "몸은 쉬고 싶지만 마음은 설레요. 섬세하고 지혜로운 당신답게 계획 세우면 기분 좋아져요",
      "활동낮음_마음보통": "쉬어가는 날. 바다처럼 깊은 지혜와 포용력을 가지며, 섬세한 감수성을 가진 당신이니 여유롭게 즐기세요",
      "활동낮음_마음낮음": "충전이 필요해요. 깊고 진심 어린 감정을 표현하는 당신답게 푹 쉬고 스스로 돌보세요"
    }
  }
}